{
  "zoos": [
    {
      "id": 1,
      "name": "San Diego Zoo",
      "habitat": "Grassland",
      "description": "The San Diego Zoo Safari Park, an 1,800-acre wildlife park, is home to more than 3,600 animals representing over 300 species. Located in Escondido, California, the Safari Park welcomes more than 1.5 million guests each year to see animals in herds of mixed species, in expansive savanna habitats.",
      "image": "https://www.sandiego.org/-/media/597a48550e6d456abc93a6f8b8fd2a4c.jpg",
      "animals": [
        {
          "name": "Winnie",
          "details": "the pooh bear",
          "image": "https://upload.wikimedia.org/wikipedia/en/1/10/Winniethepooh.png"
        }
      ]
    },
    {
      "id": 2,
      "name": "Columbus Zoo",
      "habitat": "Plains",
      "description": "The Columbus Zoo and Aquarium is dedicated to being a responsible and accessible community partner. Through our outreach and engagement programs, we identify and invite diverse and underserved groups in our community to enrich their relationship with nature. These programs educate and empower all people so they may be compelled to love and protect the future of wildlife and wild places. Here’s how we seek them out and invite them in.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/4/46/Columbus_Zoo_-_51284639854.jpg",
      "animals": [
        {
          "name": "Tiger",
          "details": "super scary",
          "image": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Walking_tiger_female.jpg"
        }
      ]
    },
    {
      "id": 3,
      "name": "Omaha Zoo",
      "habitat": "Prairie",
      "description": "Omaha's Henry Doorly Zoo and Aquarium's mission is to inspire, educate and engage people to serve as lifelong stewards for the conservation of animals and their habitats.",
      "image": "https://assets.speakcdn.com/assets/2140/omahas_zoo_and_aquarium.jpg",
      "animals": [
        {
          "name": "Elephant",
          "details": "Big boi, long nose",
          "image": "https://upload.wikimedia.org/wikipedia/commons/6/63/African_elephant_warning_raised_trunk.jpg"
        }
      ]
    }
  ],
  "animals": [
    {
      "id": 1,
      "name": "Tiger",
      "details": "super scary",
      "image": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Walking_tiger_female.jpg"
    },
    {
      "id": 2,
      "name": "Winnie",
      "details": "the pooh bear",
      "image": "https://upload.wikimedia.org/wikipedia/en/1/10/Winniethepooh.png"
    },
    {
      "id": 3,
      "name": "Elephant",
      "details": "Big boi, long nose",
      "image": "https://upload.wikimedia.org/wikipedia/commons/6/63/African_elephant_warning_raised_trunk.jpg"
    },
    {
      "commonName": "Test",
      "speciesDescription": "test",
      "imageUrl": {
        "url": "https://images.pexels.com/photos/1108099/pexels-photo-1108099.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
      },
      "id": 4
    },
    {
      "commonName": "Song Sparrow",
      "scientificName": {
        "value": "Melospiza melodia samuelis",
        "url": "https://ecos.fws.gov/ecp/species/7619"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4709.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4709.jpg"
      },
      "speciesDescription": "Song Sparrows are medium-sized and fairly bulky with a rounded head. Their bill is short and stout, tail long and rounded, and wings broad.  Song Sparrows are streaky and brown, with thick streaks on a white chest and flanks. On a closer look, the head is a mix of warm red-brown and slaty-gray. However, these shades as well as the amount of streaking, vary extensively across North America.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Aldrich, J. W. 1984. Ecogeographical variation in size and proportions of Song Sparrows (Melospiza melodia). Ornithol. Monog. 35:1-134.\r\n<li>Arcese, Peter, Mark K. Sogge, Amy B. Marr and Michael A. Patten. 2002. Song Sparrow (Melospizamelodia), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online:  <a href=\"http://bna.birds.cornell.edu/bna/species/704\"> http://bna.birds.cornell.edu/bna/species/704</a>\r\n<li>Cogswell, H. 2000. Song Sparrow, in Baylands ecosystem species and community profiles: Life histories and environmental requirements of key plants, fish and wildlife (Prepared by the San Francisco Bay Area Wetlands Ecosystem Goals Project, P. R. Olofson, ed.), pp. 374-385. San Francisco Bay Regional Water Quality Control Board, Oakland, CA.\r\n<li>Collins, J. N., and Resh, V. H. 1985. Utilization of natural and man-made habitat by the salt marsh Song Sparrow Melospiza melodia samuelis (Baird). Calif. Fish Game 71:40-52.\r\n<li>Cornell Lab of Ornithology. 2015. Song Sparrow. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Song_Sparrow/id\"> http://www.allaboutbirds.org/guide/Song_Sparrow/id</a>\r\n<li>Davis, A. and P. Arcese. 1999. An examination of migration in Song Sparrow using banding recovery data. N. Am. Bird-bander 24:124-128.\r\n<li>Grenier, J. L. 2004. Ecology, behavior, and trophic adaptations of the Salt Marsh Song Sparrow Melospiza melodia samuelis: The importance of the tidal influence gradient. Ph.D. dissertation, Univ. Calif., Berkeley.\r\n<li>Gutenspergen, G. R., and Nordby, J. C. 2006. The impact of invasive plants on tidal-marsh vertebrate species: Common Reed (Phragmites australis) and Smooth Cordgrass (Spartina alterniflora) as case studies. Studies Avian Biol. 32:229-239.\r\n<li>Johnston, R. F. 1956. Population structure in salt marsh Song Sparrows. Part I. Environment and annual cycle. Condor 58:24-44.\r\n<li>Marshall, J. T., Jr. 1948. Ecologic races of Song Sparrows in the San Francisco Bay region. Part I. Habitat and abundance. Condor 50:193-215.\r\n<li>Nice, M. M. 1937. Studies in the life history of the Song Sparrow, Pt. I. Trans. Linn. Soc. N.Y. 4:1-247.\r\n\r\n<li>Partners in Flight. 2012. Species assessment database. <a href=\"http://rmbo.org/pifassessment/Database.aspx\"> http://rmbo.org/pifassessment/Database.aspx</a>\r\n<li>Sauer, J. R., Hines, J. E., and Fallon, J. 2005. The North American Breeding Bird Survey, results and analysis 1966-2004, version 2005.2. USGS Patuxent Wildl. Res. Ctr., Laurel, MD. Available at <a href=\"www.mbr-pwrc. usgs.gov/bbs/bbs.html\"> www.mbr-pwrc. usgs.gov/bbs/bbs.html</a>\r\n<li>Scollon, D. B. 1993. Spatial analysis of the tidal marsh habitat of the Suisun Song Sparrow. M.A. thesis, San Francisco State Univ., San Francisco.\r\n<li>Shuford, W. D., and Gardali, T., editors. 2008. California Bird Species of Special Concern: A ranked assessment of species, subspecies, and distinct populations of birds of immediate conservation concern in California. \r\n<li>USGS Patuxent Wildlife Research Center. 2012. North American Breeding Bird Survey 1966 - 2010 analysis. <a href=\"http://www.mbr-pwrc.usgs.gov/bbs/specl10.html\"> http://www.mbr-pwrc.usgs.gov/bbs/specl10.html</a>",
      "habitatRequirements": "Samuels Song Sparrows are an abundant resident in salt marshes in their described distribution. In a typical San Pablo Bay marsh, sparrow territories are lined single file every 10 to 50 m along channels, providing each pair with access to the slough and its associated tall vegetation for song perches and nesting cover. Dense vegetation is required for nesting sites for all Song Sparrows. Where vegetation is too short and sparse, Samuels Song Sparrows nests are more likely to be exposed to predators or flooding during high tides. The dominant plants of tidal salt marshes in San Pablo Bay, which may be used in the construction of nests, are California Cord Grass (Spartina foliosa) in low elevations, Pickleweed (Salicornia virginica) at higher elevations, and Gumplant (Grindelia stricta) on the highest ground along slough edges and levees.",
      "id": 5
    },
    {
      "commonName": "Wood stork",
      "scientificName": {
        "value": "Mycteria americana",
        "url": "https://ecos.fws.gov/ecp/species/8477"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc5013.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5013.jpg"
      },
      "speciesDescription": "Wood storks are large, long-legged wading birds, about 5O inches tall, with a wingspan of 60 to 65 inches. The plumage is white except for black primaries and secondaries and a short black tail. The head and neck are largely unfeathered and dark gray in color. The bill is black, thick at the base, and slightly decurved. Immature birds are dingy gray and have a yellowish bill. \n",
      "habitatRequirements": "The southeast United States breeding population of the wood stork declined from an estimated 20,000 pairs in the 1930's to about 10,000 pairs by 1960, and to a low of approximately 5,000 pairs in the late 1970s.  Nesting primarily occurred in the Everglades.  The generally accepted explanation for the decline of the wood stork is the reduction in food base (primarly small fish) necessary to support breeding colonies.  This reduction is attributed to loss of wetland habitat as well as to changes in water hydroperiods from draining wetlands and changing water regimes by constructing levees, canals, and floodgates to alter water flow in south Florida.\n\nWood storks have a unique feeding technique and require higher prey concentrations than other wading birds.  Optimal water regimes for the wood stork involve periods of flooding, during which prey (fish) populations increase, alternating with dryer periods, during which receding water levels concentrate fish at higher densities coinciding with the stork's nesting season.  Loss of nesting habitat (primarily cypress swamps) may be affecting wood storks in central Florida, where nesting in non-native trees and in man-made impoundments has been occurring recently.  Less significant factors known to affect nesting success include prolonged drought and flooding, raccoon predation on nests, and human disturbance of rookeries.",
      "id": 6
    },
    {
      "commonName": "North American wolverine",
      "scientificName": {
        "value": "Gulo gulo luscus",
        "url": "https://ecos.fws.gov/ecp/species/5123"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc1453.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc1453.jpg"
      },
      "speciesDescription": "The wolverine is the largest terrestrial member of the family Mustelidae, with adult males weighing 12 to 18 kilograms (kg) (26 to 40 pounds (lb)) and adult females weighing 8 to 12 kg (17 to 26 lb) (Banci 1994). It resembles a small bear with a bushy tail. It has a round, broad head; short, rounded ears; and small eyes. There are five toes on each foot, with curved and semiretractile claws used for digging and climbing (Banci 1994).\r\n           ",
      "habitatRequirements": "Wolverines do not appear to specialize on specific vegetation or geological habitat aspects, but instead select areas that are cold and receive enough winter precipitation to reliably maintain deep persistent snow late into the warm season (Copeland et al. 2010, entire).  The requirement of cold, snowy conditions means that, in the southern portion of the species range where ambient temperatures are warmest, wolverine distribution is restricted to high elevations, while at more northerly latitudes, wolverines are present at lower elevations and even at sea level in the far north (Copeland et al. 2010, Figure 1).  Deep, persistent, and reliable spring snow cover (April 15 to May 14) is the best overall predictor of wolverine occurrence in the contiguous United States (Aubry et al. 2007, pp. 2152-2156; Copeland et al. 2010, entire).",
      "id": 7
    },
    {
      "commonName": "Maleo megapode",
      "scientificName": {
        "value": "Macrocephalon maleo",
        "url": "https://ecos.fws.gov/ecp/species/8238"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc1673.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc1673.jpg"
      },
      "speciesDescription": "The Maleo (Macrocephalon maleo) is a large (approximately 55 cm long) blackish megapode with bare yellow facial skin, reddish-brown iris, reddish-orange beak and rosy salmon underparts. The crown is ornamented with a black helmet casque. The greyish blue feet have four long sharp claws, separated by a membranous web. The sexes are almost identical with a slightly smaller and duller female.\r\n\r\n",
      "habitatRequirements": "The total population is estimated to number 4,000-7,000 breeding pairs, equivalent to 8,000-14,000 mature individuals or 12,000-21,000 individuals in total.\r\n\r\n",
      "id": 8
    },
    {
      "commonName": "Texas kangaroo rat",
      "scientificName": {
        "value": "Dipodomys elator",
        "url": "https://ecos.fws.gov/ecp/species/2985"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc6921.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc6921.jpg"
      },
      "speciesDescription": "The Texas kangaroo rat is a nocturnal rodent with long hind feet, long tail and external cheek pouches (Dalquest and Horner 1984, p. 118). Hind feet have four toes and its laterally white-striped, thick tail has a conspicuous white tuft of hair on the tip and is about 160 percent of the length of the body (Merriam 1894, p. 110) (Figure 2.1). Ords kangaroo rat, (Dipodomys ordii), the only other kangaroo rat in the TKR range, is smaller, lacks the long white hairs at the tip of the tail, has five toes on the hind feet, and lives in sandy soil uncharacteristic of TKR habitat (Dalquest and Collier 1964, p. 148; Martin 2002, p. 2). Like other Dipodomys spp., both male and female TKR possess skin glands dorsally between the shoulders, which communicate sexual receptivity (Stangl et al. 2006, p. 466). The body is relatively large averaging 120 millimeters (mm) (4.7 inches (in)) in length. The upper body is a pale yellow-brown color with blackish guard hairs and the underside of the animal is white. The nearly hairless ears are small and the eyes relatively large. The sexes are superficially indistinguishable (Strassman 2004, p. 2); however, males may be generally larger than females, especially on the eastern and western margins of their range (Best 1987, p. 57). External measurements average: total length, 317 mm (12.5 in); tail, 196 mm (7.7 in); hind foot, 46 mm (1.8 in) (Schmidly 2004, p. 366). TKR use their long hind feet for saltatorial (jumping) locomotion and escaping predators (Genoways and Brown 1993, p. 297).",
      "habitatRequirements": "Habitat that supports the Texas kangaroo rat's life history generally includes an accumulation of loose, friable soil, usually associated with a minor topographic uplift (e.g., prairie mounds) or physical support, including woody vegetation (e.g., roots of shrubs and cacti) and other natural (e.g., rocks, upturned rootballs) or manmade structures. A common characteristic of TKR habitat is the presence of bare ground and short grasses, often expressed as a lack of dense vegetation. The TKR digs a subterranean burrow system within loam/clay-loam/sandy-loam soils with multiple chambers branching from the main tunnel, which are used for shelter, reproduction, and food storage. Resource needs for individual TKR generally include: friable, loam/clay-loam soil for burrowing, predominately grasses and forbs for a food source, short grass prairie with bare ground and limited woody cover, and topographic relief not prone to flooding events.\r\n",
      "id": 9
    },
    {
      "commonName": "Armored snail",
      "scientificName": {
        "value": "Marstonia pachyta",
        "url": "https://ecos.fws.gov/ecp/species/3972"
      },
      "speciesGroup": "Snails",
      "imageUrl": {
        "value": "/docs/species_images/doc6830.JPG",
        "url": "https://ecos.fws.gov/docs/species_images/doc6830.JPG"
      },
      "speciesDescription": "The armored snail is a small hydrobiid snail (usually less than 4 mm in length) (Thompson 1977 and Garner 2004a), with relatively little known about its life history and ecology.  The armored snail is assumed to be an annual species like other similar hydrobiid species (P.D. Johnson, Alabama Department of Conservation and Natural Resources (ADCNR), pers. comm., 2008).  ",
      "habitatRequirements": "The armored snail is found and appears to be most common in submerged roots, leaves, and bryophytes along the edges, submerged bryophytes growing on rocks in moderate current, and in water willow.  They are also found in areas of slow to moderate flow in the submerged detritus, leaves, and tree rootlets along pool edges (Thompson 1974, FWS 1994, Haggerty and Garner 2007, 2008).   ",
      "id": 10
    },
    {
      "commonName": "Relict trillium",
      "scientificName": {
        "value": "Trillium reliquum",
        "url": "https://ecos.fws.gov/ecp/species/8489"
      },
      "speciesGroup": "Flowering Plants",
      "imageUrl": {
        "value": "/docs/species_images/doc5171.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5171.jpg"
      },
      "speciesDescription": "Relict trillium is a rhizotomous perennial plant that can be identified by its whorl of three leaves that sit on an S-shaped hairless stem (Chafin 2007). The ovate to elliptic leaves have distinctive shades of light green, dark green, bronze-green, and dark purple and will often show a silver stripe down the midvein (Patrick et al. 1995). These perennial herbs send up stems, leaves, and flowers in early spring, after temperatures have risen but before the forest canopy leafs out.",
      "habitatRequirements": "Relict trillium occurs in rich mixed deciduous forested slopes, on bluffs, and in stream flats along the fall line in Alabama, Georgia, and South Carolina. ",
      "id": 11
    },
    {
      "commonName": "Grizzly bear",
      "scientificName": {
        "value": "Ursus arctos horribilis",
        "url": "https://ecos.fws.gov/ecp/species/7642"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc4954.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4954.jpg"
      },
      "speciesDescription": "Grizzly bears (Ursus arctos horribilis) are generally larger and heavier than other bears. Adult males average 200 to 300 kilograms (kg) (400 to 600 pounds (lb)) and adult females 110 to 160 kg (250 to 350 lb) in the lower-48 States. Their coloration varies from light brown to nearly black. They can be distinguished from black bears by longer, less curved front claws, humped shoulders, and a facial profile that appears concace. The coat features longer guard hairs over a dense underfur with tips that are usually silver or golden in color  hence the name grizzly. Grizzly bears are long-lived mammals, generally living into their mid- to late-20s, although some wild bears have lived for over 35 years. Grizzly bears are a member of the brown bear species (U. arctos) that occurs in North America, Europe, and Asia. The subspecies U. a. horribilis is limited to North America and historically existed throughout much of the western half of the lower-48 States, central Mexico, western Canada, and most of Alaska. Prior to 1800, an estimated 50,000 grizzly bears were distributed in one large contiguous area throughout all or portions of 18 the westernmost States. Grizzly bears were probably most common in the Rocky Mountains, along the Upper Missouri River, and in California. Grizzly bears were less common or did not occur in large expanses of the North American deserts and Great Plains ecoregions. With the arrival of Europeans to North America, grizzly bears were seen as a threat to livestock and human safety and, therefore, an impediment to westward expansion and settlement. In the 1800s, in concert with European settlement of the American West and government-funded bounty programs aimed at eradication, grizzly bears were shot, poisoned, and trapped wherever they were found. The resulting declines in range and population were dramatic with rapid extinction of populations from Mexico and most of the central and southwestern United States and California. Grizzly bears were reduced to close to 2 percent of their former range in the lower-48 States by the 1930s, with a corresponding decrease in population. By 1975, grizzly bear populations in the lower-48 States had been reduced in number to 700800 and restricted largely to the confines of National Parks and Wilderness areas in Washington, Idaho, Montana, and Wyoming. The 1993 Recovery Plan identified six ecosystems, with recovery zones at the core of each, to further recovery efforts. Each recovery zone represents an area large enough and of sufficient habitat quality to support a recovered grizzly bear population. The Recovery Plan recognized that grizzly bears will move and reside permanently in areas outside the recovery zones and that movement between recovery areas would be necessary for isolated populations to increase and sustain themselves at recovery levels. The recovery zones identified are: (1) the Greater Yellowstone (GYE) in northwestern Wyoming, eastern Idaho, and southwestern Montana; (2) the Northern Continental Divide (NCDE) of north-central Montana; (3) the North Cascades area of north-central Washington; (4) the Selkirks (SE) area of northern Idaho, northeast Washington, and southeast B.C.; (5) the Cabinet-Yaak (CYE) area of northwestern Montana and northern Idaho; and (6) the Bitterroot (BE) in the Bitterroot Mountains of central Idaho and western Montana. Currently, there are at least 1,913 individuals in the lower-48 States (737 in the GYE demographic monitoring area, 1,068 in the NCDE, 5560 in the CYE, and a minimum of 53 in the U.S. portion of the SE, although some bears have home ranges that cross the international border). In addition, grizzly bears have been verified in areas outside of current distributions; however, there are likely few resident grizzly bears in the lower-48 States outside of the GYE, NCDE, CYE, and SE. There are currently no known populations within the North Cascades and BE.",
      "habitatRequirements": "Grizzly bears use a variety of habitats.  In general, a grizzly bears individual habitat needs and daily movements are largely driven by the search for food, water, mates, cover, security, or den sites.  The available habitat for bears is also influenced by people and their activities.  Human activities are the primary factor impacting habitat security and the ability of bears to find and access foods, mates, cover, and den sites.  Other factors influencing habitat use and function for grizzly bears include overall habitat productivity (e.g., food distribution, quality, and abundance), the availability of habitat components (e.g., denning areas, cover types), grizzly bear social dynamics, learned behavior and preferences of individual grizzly bears, grizzly bear population density, and random variation.  Water is an important habitat requirement; however, we have no information to suggest that water is limiting in the habitat that bears currently occupy, but may have limited distribution in portions of historical range.\r\n\r\nGrizzly bears use a variety of cover types to rest and shelter.  Grizzly bears often select bed sites with horizontal and vertical cover, especially at day bed sites suggesting that bed site selection is important for concealment from humans.  The interspersion of open areas as feeding sites associated with cover are important, probably because diverse habitat complexes, such as forest interspersed with moist grass-forb meadows, provide both abundant food and cover.  Generally, areas with vegetative cover are important to grizzly bears for use as bedding sites.  Beds underneath any type of vegetative cover (not necessarily always forest cover) provide bears shade during the hottest parts of the day and a place to sleep at night.\r\n\r\nThe six ecosystems occur in mountainous ecoregions and each ecosystem provide the habitat heterogeneity necessary for adequate food, denning, and cover resources.  Because there are limited opportunities to increase or control these habitat components, the objective for grizzly bear habitat management has been and continues to be to reduce or mitigate the risk of human-caused mortality and displacement.  An effective habitat management tool for reducing grizzly bear mortality risk on public lands is managing motorized access to ensure bears have secure areas away from humans.  Unmanaged motorized access:  (1) increases human interaction and potential grizzly bear mortality risk; (2) increases displacement from important habitat; (3) increases habituation to humans; and (4) decreases habitat where energetic (i.e., food) requirements can be met.  Managing motorized access on public lands helps ameliorate these impacts.  Other habitat management tools that minimize displacement and reduce grizzly bear mortality risk include regulating livestock allotments and developed sites on public lands.  Implementing food storage orders on public lands also reduces mortality risk for both humans and grizzly bears.  Requiring users and recreationists in grizzly bear habitat to store their food, garbage, and other bear attractants so that they are inaccessible to bears reduces encounters and human-grizzly bear conflicts.  In addition, encouraging users and recreationists to carry bear spray and know how to use it helps reduce the potential for injury to people and bears. ",
      "id": 12
    },
    {
      "commonName": "Eastern prairie fringed orchid",
      "scientificName": {
        "value": "Platanthera leucophaea",
        "url": "https://ecos.fws.gov/ecp/species/601"
      },
      "speciesGroup": "Flowering Plants",
      "imageUrl": {
        "value": "/docs/species_images/doc5082.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5082.jpg"
      },
      "speciesDescription": "This plant is 8 to 40 inches tall and has an upright leafy stem with a flower cluster called an inflorescence. The 3 to 8 inch lance-shaped leaves sheath the stem. Each plant has one single flower spike composed of 5 to 40 white flowers. Each flower has a three-part fringed lip less than 1 inch long and a nectar spur (tube-like structure) which is about 1 to 2 inches long.The eastern prairie fringed orchid occurs in a wide variety of habitats, from mesic prairie to wetlands such as sedge meadows, marsh edges, even bogs. It requires full sun for optimum growth and flowering and a grassy habitat with little or no woody encroachment. A symbiotic relationship between the seed and soil fungi, called mycorrhizae, is necessary for seedlings to become established. This fungi helps the seeds assimilate nutrients in the soil.",
      "habitatRequirements": "The eastern prairie fringed orchid occurs in a wide variety of habitats, from mesic prairie to wetlands such as sedge meadows, marsh edges, even bogs. It requires full sun for optimum growth and flowering and a grassy habitat with little or no woody encroachment. A symbiotic relationship between the seed and soil fungi, called mycorrhizae, is necessary for seedlings to become established. This fungi helps the seeds assimilate nutrients in the soil.",
      "id": 13
    },
    {
      "commonName": "Puerto Rican harlequin butterfly",
      "scientificName": {
        "value": "Atlantea tulita",
        "url": "https://ecos.fws.gov/ecp/species/9005"
      },
      "speciesGroup": "Insects",
      "imageUrl": {
        "value": "/docs/species_images/doc6048.JPG",
        "url": "https://ecos.fws.gov/docs/species_images/doc6048.JPG"
      },
      "speciesDescription": "The PRHB is a medium size butterfly. The species has a wingspan of about 5.1 to 6 centimeters (cm) (2 to 2.5 inches (in)) wide and is characterized by its orange, brownish-black and beige coloration patterns. The male's abdomen is brownish-black on the dorsal side and has orange and brown bands on the ventral side. The females abdomen is brownish-black with white bands. The chrysalis (pupa from which the butterfly (adult, or imago) emerges) of the PRHB is black, with orange and white dashes, and yellow pimples. Chrysalis size is around 3 cm (1.2 in).The PRHB caterpillar (larva) is dark orange with a brownish-black to black, thin sub-lateral line, over a thin line of white intermittent dots crossing the body from the head to anal plate. The larva is less than 4.76 millimeter (mm)(0.19 in) in first instar (growth stage between molts) and about 55.8 mm (2 in) in the fifth instar. The eggs of the PRHB are greenish oily spheres, with a yellowish incipient crown.",
      "habitatRequirements": "Forested habitat: mosaic of forested habitat with canopy cover between 50 to 85 percent, average canopy height of 20 feet, and plant host cover of more than 30 percent. Water and nectar sources for adult PRHBs may vary according to the life zone and habitat type. All the sites where the PRHB occurs have a close (within a 1 km radius) water source (e.g., creek, river, pond, among others). ",
      "id": 14
    },
    {
      "commonName": "Armored snail",
      "scientificName": {
        "value": "Marstonia pachyta",
        "url": "https://ecos.fws.gov/ecp/species/3972"
      },
      "speciesGroup": "Snails",
      "imageUrl": {
        "value": "/docs/species_images/doc6830.JPG",
        "url": "https://ecos.fws.gov/docs/species_images/doc6830.JPG"
      },
      "speciesDescription": "The armored snail is a small hydrobiid snail (usually less than 4 mm in length) (Thompson 1977 and Garner 2004a), with relatively little known about its life history and ecology.  The armored snail is assumed to be an annual species like other similar hydrobiid species (P.D. Johnson, Alabama Department of Conservation and Natural Resources (ADCNR), pers. comm., 2008).  ",
      "habitatRequirements": "The armored snail is found and appears to be most common in submerged roots, leaves, and bryophytes along the edges, submerged bryophytes growing on rocks in moderate current, and in water willow.  They are also found in areas of slow to moderate flow in the submerged detritus, leaves, and tree rootlets along pool edges (Thompson 1974, FWS 1994, Haggerty and Garner 2007, 2008).   ",
      "id": 15
    },
    {
      "id": 16
    },
    {
      "id": 17
    },
    {
      "id": 18
    },
    {
      "commonName": "Song Sparrow",
      "scientificName": {
        "value": "Melospiza melodia samuelis",
        "url": "https://ecos.fws.gov/ecp/species/7619"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4709.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4709.jpg"
      },
      "speciesDescription": "Song Sparrows are medium-sized and fairly bulky with a rounded head. Their bill is short and stout, tail long and rounded, and wings broad.  Song Sparrows are streaky and brown, with thick streaks on a white chest and flanks. On a closer look, the head is a mix of warm red-brown and slaty-gray. However, these shades as well as the amount of streaking, vary extensively across North America.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Aldrich, J. W. 1984. Ecogeographical variation in size and proportions of Song Sparrows (Melospiza melodia). Ornithol. Monog. 35:1-134.\r\n<li>Arcese, Peter, Mark K. Sogge, Amy B. Marr and Michael A. Patten. 2002. Song Sparrow (Melospizamelodia), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online:  <a href=\"http://bna.birds.cornell.edu/bna/species/704\"> http://bna.birds.cornell.edu/bna/species/704</a>\r\n<li>Cogswell, H. 2000. Song Sparrow, in Baylands ecosystem species and community profiles: Life histories and environmental requirements of key plants, fish and wildlife (Prepared by the San Francisco Bay Area Wetlands Ecosystem Goals Project, P. R. Olofson, ed.), pp. 374-385. San Francisco Bay Regional Water Quality Control Board, Oakland, CA.\r\n<li>Collins, J. N., and Resh, V. H. 1985. Utilization of natural and man-made habitat by the salt marsh Song Sparrow Melospiza melodia samuelis (Baird). Calif. Fish Game 71:40-52.\r\n<li>Cornell Lab of Ornithology. 2015. Song Sparrow. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Song_Sparrow/id\"> http://www.allaboutbirds.org/guide/Song_Sparrow/id</a>\r\n<li>Davis, A. and P. Arcese. 1999. An examination of migration in Song Sparrow using banding recovery data. N. Am. Bird-bander 24:124-128.\r\n<li>Grenier, J. L. 2004. Ecology, behavior, and trophic adaptations of the Salt Marsh Song Sparrow Melospiza melodia samuelis: The importance of the tidal influence gradient. Ph.D. dissertation, Univ. Calif., Berkeley.\r\n<li>Gutenspergen, G. R., and Nordby, J. C. 2006. The impact of invasive plants on tidal-marsh vertebrate species: Common Reed (Phragmites australis) and Smooth Cordgrass (Spartina alterniflora) as case studies. Studies Avian Biol. 32:229-239.\r\n<li>Johnston, R. F. 1956. Population structure in salt marsh Song Sparrows. Part I. Environment and annual cycle. Condor 58:24-44.\r\n<li>Marshall, J. T., Jr. 1948. Ecologic races of Song Sparrows in the San Francisco Bay region. Part I. Habitat and abundance. Condor 50:193-215.\r\n<li>Nice, M. M. 1937. Studies in the life history of the Song Sparrow, Pt. I. Trans. Linn. Soc. N.Y. 4:1-247.\r\n\r\n<li>Partners in Flight. 2012. Species assessment database. <a href=\"http://rmbo.org/pifassessment/Database.aspx\"> http://rmbo.org/pifassessment/Database.aspx</a>\r\n<li>Sauer, J. R., Hines, J. E., and Fallon, J. 2005. The North American Breeding Bird Survey, results and analysis 1966-2004, version 2005.2. USGS Patuxent Wildl. Res. Ctr., Laurel, MD. Available at <a href=\"www.mbr-pwrc. usgs.gov/bbs/bbs.html\"> www.mbr-pwrc. usgs.gov/bbs/bbs.html</a>\r\n<li>Scollon, D. B. 1993. Spatial analysis of the tidal marsh habitat of the Suisun Song Sparrow. M.A. thesis, San Francisco State Univ., San Francisco.\r\n<li>Shuford, W. D., and Gardali, T., editors. 2008. California Bird Species of Special Concern: A ranked assessment of species, subspecies, and distinct populations of birds of immediate conservation concern in California. \r\n<li>USGS Patuxent Wildlife Research Center. 2012. North American Breeding Bird Survey 1966 - 2010 analysis. <a href=\"http://www.mbr-pwrc.usgs.gov/bbs/specl10.html\"> http://www.mbr-pwrc.usgs.gov/bbs/specl10.html</a>",
      "habitatRequirements": "Samuels Song Sparrows are an abundant resident in salt marshes in their described distribution. In a typical San Pablo Bay marsh, sparrow territories are lined single file every 10 to 50 m along channels, providing each pair with access to the slough and its associated tall vegetation for song perches and nesting cover. Dense vegetation is required for nesting sites for all Song Sparrows. Where vegetation is too short and sparse, Samuels Song Sparrows nests are more likely to be exposed to predators or flooding during high tides. The dominant plants of tidal salt marshes in San Pablo Bay, which may be used in the construction of nests, are California Cord Grass (Spartina foliosa) in low elevations, Pickleweed (Salicornia virginica) at higher elevations, and Gumplant (Grindelia stricta) on the highest ground along slough edges and levees.",
      "id": 19
    },
    {
      "commonName": "Wood stork",
      "scientificName": {
        "value": "Mycteria americana",
        "url": "https://ecos.fws.gov/ecp/species/8477"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc5013.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5013.jpg"
      },
      "speciesDescription": "Wood storks are large, long-legged wading birds, about 5O inches tall, with a wingspan of 60 to 65 inches. The plumage is white except for black primaries and secondaries and a short black tail. The head and neck are largely unfeathered and dark gray in color. The bill is black, thick at the base, and slightly decurved. Immature birds are dingy gray and have a yellowish bill. \n",
      "habitatRequirements": "The southeast United States breeding population of the wood stork declined from an estimated 20,000 pairs in the 1930's to about 10,000 pairs by 1960, and to a low of approximately 5,000 pairs in the late 1970s.  Nesting primarily occurred in the Everglades.  The generally accepted explanation for the decline of the wood stork is the reduction in food base (primarly small fish) necessary to support breeding colonies.  This reduction is attributed to loss of wetland habitat as well as to changes in water hydroperiods from draining wetlands and changing water regimes by constructing levees, canals, and floodgates to alter water flow in south Florida.\n\nWood storks have a unique feeding technique and require higher prey concentrations than other wading birds.  Optimal water regimes for the wood stork involve periods of flooding, during which prey (fish) populations increase, alternating with dryer periods, during which receding water levels concentrate fish at higher densities coinciding with the stork's nesting season.  Loss of nesting habitat (primarily cypress swamps) may be affecting wood storks in central Florida, where nesting in non-native trees and in man-made impoundments has been occurring recently.  Less significant factors known to affect nesting success include prolonged drought and flooding, raccoon predation on nests, and human disturbance of rookeries.",
      "id": 20
    },
    {
      "commonName": "North American wolverine",
      "scientificName": {
        "value": "Gulo gulo luscus",
        "url": "https://ecos.fws.gov/ecp/species/5123"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc1453.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc1453.jpg"
      },
      "speciesDescription": "The wolverine is the largest terrestrial member of the family Mustelidae, with adult males weighing 12 to 18 kilograms (kg) (26 to 40 pounds (lb)) and adult females weighing 8 to 12 kg (17 to 26 lb) (Banci 1994). It resembles a small bear with a bushy tail. It has a round, broad head; short, rounded ears; and small eyes. There are five toes on each foot, with curved and semiretractile claws used for digging and climbing (Banci 1994).\r\n           ",
      "habitatRequirements": "Wolverines do not appear to specialize on specific vegetation or geological habitat aspects, but instead select areas that are cold and receive enough winter precipitation to reliably maintain deep persistent snow late into the warm season (Copeland et al. 2010, entire).  The requirement of cold, snowy conditions means that, in the southern portion of the species range where ambient temperatures are warmest, wolverine distribution is restricted to high elevations, while at more northerly latitudes, wolverines are present at lower elevations and even at sea level in the far north (Copeland et al. 2010, Figure 1).  Deep, persistent, and reliable spring snow cover (April 15 to May 14) is the best overall predictor of wolverine occurrence in the contiguous United States (Aubry et al. 2007, pp. 2152-2156; Copeland et al. 2010, entire).",
      "id": 21
    },
    {
      "commonName": "Maleo megapode",
      "scientificName": {
        "value": "Macrocephalon maleo",
        "url": "https://ecos.fws.gov/ecp/species/8238"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc1673.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc1673.jpg"
      },
      "speciesDescription": "The Maleo (Macrocephalon maleo) is a large (approximately 55 cm long) blackish megapode with bare yellow facial skin, reddish-brown iris, reddish-orange beak and rosy salmon underparts. The crown is ornamented with a black helmet casque. The greyish blue feet have four long sharp claws, separated by a membranous web. The sexes are almost identical with a slightly smaller and duller female.\r\n\r\n",
      "habitatRequirements": "The total population is estimated to number 4,000-7,000 breeding pairs, equivalent to 8,000-14,000 mature individuals or 12,000-21,000 individuals in total.\r\n\r\n",
      "id": 22
    },
    {
      "commonName": "Texas kangaroo rat",
      "scientificName": {
        "value": "Dipodomys elator",
        "url": "https://ecos.fws.gov/ecp/species/2985"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc6921.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc6921.jpg"
      },
      "speciesDescription": "The Texas kangaroo rat is a nocturnal rodent with long hind feet, long tail and external cheek pouches (Dalquest and Horner 1984, p. 118). Hind feet have four toes and its laterally white-striped, thick tail has a conspicuous white tuft of hair on the tip and is about 160 percent of the length of the body (Merriam 1894, p. 110) (Figure 2.1). Ords kangaroo rat, (Dipodomys ordii), the only other kangaroo rat in the TKR range, is smaller, lacks the long white hairs at the tip of the tail, has five toes on the hind feet, and lives in sandy soil uncharacteristic of TKR habitat (Dalquest and Collier 1964, p. 148; Martin 2002, p. 2). Like other Dipodomys spp., both male and female TKR possess skin glands dorsally between the shoulders, which communicate sexual receptivity (Stangl et al. 2006, p. 466). The body is relatively large averaging 120 millimeters (mm) (4.7 inches (in)) in length. The upper body is a pale yellow-brown color with blackish guard hairs and the underside of the animal is white. The nearly hairless ears are small and the eyes relatively large. The sexes are superficially indistinguishable (Strassman 2004, p. 2); however, males may be generally larger than females, especially on the eastern and western margins of their range (Best 1987, p. 57). External measurements average: total length, 317 mm (12.5 in); tail, 196 mm (7.7 in); hind foot, 46 mm (1.8 in) (Schmidly 2004, p. 366). TKR use their long hind feet for saltatorial (jumping) locomotion and escaping predators (Genoways and Brown 1993, p. 297).",
      "habitatRequirements": "Habitat that supports the Texas kangaroo rat's life history generally includes an accumulation of loose, friable soil, usually associated with a minor topographic uplift (e.g., prairie mounds) or physical support, including woody vegetation (e.g., roots of shrubs and cacti) and other natural (e.g., rocks, upturned rootballs) or manmade structures. A common characteristic of TKR habitat is the presence of bare ground and short grasses, often expressed as a lack of dense vegetation. The TKR digs a subterranean burrow system within loam/clay-loam/sandy-loam soils with multiple chambers branching from the main tunnel, which are used for shelter, reproduction, and food storage. Resource needs for individual TKR generally include: friable, loam/clay-loam soil for burrowing, predominately grasses and forbs for a food source, short grass prairie with bare ground and limited woody cover, and topographic relief not prone to flooding events.\r\n",
      "id": 23
    },
    {
      "commonName": "Relict trillium",
      "scientificName": {
        "value": "Trillium reliquum",
        "url": "https://ecos.fws.gov/ecp/species/8489"
      },
      "speciesGroup": "Flowering Plants",
      "imageUrl": {
        "value": "/docs/species_images/doc5171.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5171.jpg"
      },
      "speciesDescription": "Relict trillium is a rhizotomous perennial plant that can be identified by its whorl of three leaves that sit on an S-shaped hairless stem (Chafin 2007). The ovate to elliptic leaves have distinctive shades of light green, dark green, bronze-green, and dark purple and will often show a silver stripe down the midvein (Patrick et al. 1995). These perennial herbs send up stems, leaves, and flowers in early spring, after temperatures have risen but before the forest canopy leafs out.",
      "habitatRequirements": "Relict trillium occurs in rich mixed deciduous forested slopes, on bluffs, and in stream flats along the fall line in Alabama, Georgia, and South Carolina. ",
      "id": 24
    },
    {
      "commonName": "Grizzly bear",
      "scientificName": {
        "value": "Ursus arctos horribilis",
        "url": "https://ecos.fws.gov/ecp/species/7642"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc4954.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4954.jpg"
      },
      "speciesDescription": "Grizzly bears (Ursus arctos horribilis) are generally larger and heavier than other bears. Adult males average 200 to 300 kilograms (kg) (400 to 600 pounds (lb)) and adult females 110 to 160 kg (250 to 350 lb) in the lower-48 States. Their coloration varies from light brown to nearly black. They can be distinguished from black bears by longer, less curved front claws, humped shoulders, and a facial profile that appears concace. The coat features longer guard hairs over a dense underfur with tips that are usually silver or golden in color  hence the name grizzly. Grizzly bears are long-lived mammals, generally living into their mid- to late-20s, although some wild bears have lived for over 35 years. Grizzly bears are a member of the brown bear species (U. arctos) that occurs in North America, Europe, and Asia. The subspecies U. a. horribilis is limited to North America and historically existed throughout much of the western half of the lower-48 States, central Mexico, western Canada, and most of Alaska. Prior to 1800, an estimated 50,000 grizzly bears were distributed in one large contiguous area throughout all or portions of 18 the westernmost States. Grizzly bears were probably most common in the Rocky Mountains, along the Upper Missouri River, and in California. Grizzly bears were less common or did not occur in large expanses of the North American deserts and Great Plains ecoregions. With the arrival of Europeans to North America, grizzly bears were seen as a threat to livestock and human safety and, therefore, an impediment to westward expansion and settlement. In the 1800s, in concert with European settlement of the American West and government-funded bounty programs aimed at eradication, grizzly bears were shot, poisoned, and trapped wherever they were found. The resulting declines in range and population were dramatic with rapid extinction of populations from Mexico and most of the central and southwestern United States and California. Grizzly bears were reduced to close to 2 percent of their former range in the lower-48 States by the 1930s, with a corresponding decrease in population. By 1975, grizzly bear populations in the lower-48 States had been reduced in number to 700800 and restricted largely to the confines of National Parks and Wilderness areas in Washington, Idaho, Montana, and Wyoming. The 1993 Recovery Plan identified six ecosystems, with recovery zones at the core of each, to further recovery efforts. Each recovery zone represents an area large enough and of sufficient habitat quality to support a recovered grizzly bear population. The Recovery Plan recognized that grizzly bears will move and reside permanently in areas outside the recovery zones and that movement between recovery areas would be necessary for isolated populations to increase and sustain themselves at recovery levels. The recovery zones identified are: (1) the Greater Yellowstone (GYE) in northwestern Wyoming, eastern Idaho, and southwestern Montana; (2) the Northern Continental Divide (NCDE) of north-central Montana; (3) the North Cascades area of north-central Washington; (4) the Selkirks (SE) area of northern Idaho, northeast Washington, and southeast B.C.; (5) the Cabinet-Yaak (CYE) area of northwestern Montana and northern Idaho; and (6) the Bitterroot (BE) in the Bitterroot Mountains of central Idaho and western Montana. Currently, there are at least 1,913 individuals in the lower-48 States (737 in the GYE demographic monitoring area, 1,068 in the NCDE, 5560 in the CYE, and a minimum of 53 in the U.S. portion of the SE, although some bears have home ranges that cross the international border). In addition, grizzly bears have been verified in areas outside of current distributions; however, there are likely few resident grizzly bears in the lower-48 States outside of the GYE, NCDE, CYE, and SE. There are currently no known populations within the North Cascades and BE.",
      "habitatRequirements": "Grizzly bears use a variety of habitats.  In general, a grizzly bears individual habitat needs and daily movements are largely driven by the search for food, water, mates, cover, security, or den sites.  The available habitat for bears is also influenced by people and their activities.  Human activities are the primary factor impacting habitat security and the ability of bears to find and access foods, mates, cover, and den sites.  Other factors influencing habitat use and function for grizzly bears include overall habitat productivity (e.g., food distribution, quality, and abundance), the availability of habitat components (e.g., denning areas, cover types), grizzly bear social dynamics, learned behavior and preferences of individual grizzly bears, grizzly bear population density, and random variation.  Water is an important habitat requirement; however, we have no information to suggest that water is limiting in the habitat that bears currently occupy, but may have limited distribution in portions of historical range.\r\n\r\nGrizzly bears use a variety of cover types to rest and shelter.  Grizzly bears often select bed sites with horizontal and vertical cover, especially at day bed sites suggesting that bed site selection is important for concealment from humans.  The interspersion of open areas as feeding sites associated with cover are important, probably because diverse habitat complexes, such as forest interspersed with moist grass-forb meadows, provide both abundant food and cover.  Generally, areas with vegetative cover are important to grizzly bears for use as bedding sites.  Beds underneath any type of vegetative cover (not necessarily always forest cover) provide bears shade during the hottest parts of the day and a place to sleep at night.\r\n\r\nThe six ecosystems occur in mountainous ecoregions and each ecosystem provide the habitat heterogeneity necessary for adequate food, denning, and cover resources.  Because there are limited opportunities to increase or control these habitat components, the objective for grizzly bear habitat management has been and continues to be to reduce or mitigate the risk of human-caused mortality and displacement.  An effective habitat management tool for reducing grizzly bear mortality risk on public lands is managing motorized access to ensure bears have secure areas away from humans.  Unmanaged motorized access:  (1) increases human interaction and potential grizzly bear mortality risk; (2) increases displacement from important habitat; (3) increases habituation to humans; and (4) decreases habitat where energetic (i.e., food) requirements can be met.  Managing motorized access on public lands helps ameliorate these impacts.  Other habitat management tools that minimize displacement and reduce grizzly bear mortality risk include regulating livestock allotments and developed sites on public lands.  Implementing food storage orders on public lands also reduces mortality risk for both humans and grizzly bears.  Requiring users and recreationists in grizzly bear habitat to store their food, garbage, and other bear attractants so that they are inaccessible to bears reduces encounters and human-grizzly bear conflicts.  In addition, encouraging users and recreationists to carry bear spray and know how to use it helps reduce the potential for injury to people and bears. ",
      "id": 25
    },
    {
      "commonName": "Eastern prairie fringed orchid",
      "scientificName": {
        "value": "Platanthera leucophaea",
        "url": "https://ecos.fws.gov/ecp/species/601"
      },
      "speciesGroup": "Flowering Plants",
      "imageUrl": {
        "value": "/docs/species_images/doc5082.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5082.jpg"
      },
      "speciesDescription": "This plant is 8 to 40 inches tall and has an upright leafy stem with a flower cluster called an inflorescence. The 3 to 8 inch lance-shaped leaves sheath the stem. Each plant has one single flower spike composed of 5 to 40 white flowers. Each flower has a three-part fringed lip less than 1 inch long and a nectar spur (tube-like structure) which is about 1 to 2 inches long.The eastern prairie fringed orchid occurs in a wide variety of habitats, from mesic prairie to wetlands such as sedge meadows, marsh edges, even bogs. It requires full sun for optimum growth and flowering and a grassy habitat with little or no woody encroachment. A symbiotic relationship between the seed and soil fungi, called mycorrhizae, is necessary for seedlings to become established. This fungi helps the seeds assimilate nutrients in the soil.",
      "habitatRequirements": "The eastern prairie fringed orchid occurs in a wide variety of habitats, from mesic prairie to wetlands such as sedge meadows, marsh edges, even bogs. It requires full sun for optimum growth and flowering and a grassy habitat with little or no woody encroachment. A symbiotic relationship between the seed and soil fungi, called mycorrhizae, is necessary for seedlings to become established. This fungi helps the seeds assimilate nutrients in the soil.",
      "id": 26
    },
    {
      "commonName": "Puerto Rican harlequin butterfly",
      "scientificName": {
        "value": "Atlantea tulita",
        "url": "https://ecos.fws.gov/ecp/species/9005"
      },
      "speciesGroup": "Insects",
      "imageUrl": {
        "value": "/docs/species_images/doc6048.JPG",
        "url": "https://ecos.fws.gov/docs/species_images/doc6048.JPG"
      },
      "speciesDescription": "The PRHB is a medium size butterfly. The species has a wingspan of about 5.1 to 6 centimeters (cm) (2 to 2.5 inches (in)) wide and is characterized by its orange, brownish-black and beige coloration patterns. The male's abdomen is brownish-black on the dorsal side and has orange and brown bands on the ventral side. The females abdomen is brownish-black with white bands. The chrysalis (pupa from which the butterfly (adult, or imago) emerges) of the PRHB is black, with orange and white dashes, and yellow pimples. Chrysalis size is around 3 cm (1.2 in).The PRHB caterpillar (larva) is dark orange with a brownish-black to black, thin sub-lateral line, over a thin line of white intermittent dots crossing the body from the head to anal plate. The larva is less than 4.76 millimeter (mm)(0.19 in) in first instar (growth stage between molts) and about 55.8 mm (2 in) in the fifth instar. The eggs of the PRHB are greenish oily spheres, with a yellowish incipient crown.",
      "habitatRequirements": "Forested habitat: mosaic of forested habitat with canopy cover between 50 to 85 percent, average canopy height of 20 feet, and plant host cover of more than 30 percent. Water and nectar sources for adult PRHBs may vary according to the life zone and habitat type. All the sites where the PRHB occurs have a close (within a 1 km radius) water source (e.g., creek, river, pond, among others). ",
      "id": 27
    },
    {
      "id": 28
    },
    {
      "id": 29
    },
    {
      "id": 30
    },
    {
      "commonName": "Song Sparrow",
      "scientificName": {
        "value": "Melospiza melodia samuelis",
        "url": "https://ecos.fws.gov/ecp/species/7619"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4709.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4709.jpg"
      },
      "speciesDescription": "Song Sparrows are medium-sized and fairly bulky with a rounded head. Their bill is short and stout, tail long and rounded, and wings broad.  Song Sparrows are streaky and brown, with thick streaks on a white chest and flanks. On a closer look, the head is a mix of warm red-brown and slaty-gray. However, these shades as well as the amount of streaking, vary extensively across North America.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Aldrich, J. W. 1984. Ecogeographical variation in size and proportions of Song Sparrows (Melospiza melodia). Ornithol. Monog. 35:1-134.\r\n<li>Arcese, Peter, Mark K. Sogge, Amy B. Marr and Michael A. Patten. 2002. Song Sparrow (Melospizamelodia), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online:  <a href=\"http://bna.birds.cornell.edu/bna/species/704\"> http://bna.birds.cornell.edu/bna/species/704</a>\r\n<li>Cogswell, H. 2000. Song Sparrow, in Baylands ecosystem species and community profiles: Life histories and environmental requirements of key plants, fish and wildlife (Prepared by the San Francisco Bay Area Wetlands Ecosystem Goals Project, P. R. Olofson, ed.), pp. 374-385. San Francisco Bay Regional Water Quality Control Board, Oakland, CA.\r\n<li>Collins, J. N., and Resh, V. H. 1985. Utilization of natural and man-made habitat by the salt marsh Song Sparrow Melospiza melodia samuelis (Baird). Calif. Fish Game 71:40-52.\r\n<li>Cornell Lab of Ornithology. 2015. Song Sparrow. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Song_Sparrow/id\"> http://www.allaboutbirds.org/guide/Song_Sparrow/id</a>\r\n<li>Davis, A. and P. Arcese. 1999. An examination of migration in Song Sparrow using banding recovery data. N. Am. Bird-bander 24:124-128.\r\n<li>Grenier, J. L. 2004. Ecology, behavior, and trophic adaptations of the Salt Marsh Song Sparrow Melospiza melodia samuelis: The importance of the tidal influence gradient. Ph.D. dissertation, Univ. Calif., Berkeley.\r\n<li>Gutenspergen, G. R., and Nordby, J. C. 2006. The impact of invasive plants on tidal-marsh vertebrate species: Common Reed (Phragmites australis) and Smooth Cordgrass (Spartina alterniflora) as case studies. Studies Avian Biol. 32:229-239.\r\n<li>Johnston, R. F. 1956. Population structure in salt marsh Song Sparrows. Part I. Environment and annual cycle. Condor 58:24-44.\r\n<li>Marshall, J. T., Jr. 1948. Ecologic races of Song Sparrows in the San Francisco Bay region. Part I. Habitat and abundance. Condor 50:193-215.\r\n<li>Nice, M. M. 1937. Studies in the life history of the Song Sparrow, Pt. I. Trans. Linn. Soc. N.Y. 4:1-247.\r\n\r\n<li>Partners in Flight. 2012. Species assessment database. <a href=\"http://rmbo.org/pifassessment/Database.aspx\"> http://rmbo.org/pifassessment/Database.aspx</a>\r\n<li>Sauer, J. R., Hines, J. E., and Fallon, J. 2005. The North American Breeding Bird Survey, results and analysis 1966-2004, version 2005.2. USGS Patuxent Wildl. Res. Ctr., Laurel, MD. Available at <a href=\"www.mbr-pwrc. usgs.gov/bbs/bbs.html\"> www.mbr-pwrc. usgs.gov/bbs/bbs.html</a>\r\n<li>Scollon, D. B. 1993. Spatial analysis of the tidal marsh habitat of the Suisun Song Sparrow. M.A. thesis, San Francisco State Univ., San Francisco.\r\n<li>Shuford, W. D., and Gardali, T., editors. 2008. California Bird Species of Special Concern: A ranked assessment of species, subspecies, and distinct populations of birds of immediate conservation concern in California. \r\n<li>USGS Patuxent Wildlife Research Center. 2012. North American Breeding Bird Survey 1966 - 2010 analysis. <a href=\"http://www.mbr-pwrc.usgs.gov/bbs/specl10.html\"> http://www.mbr-pwrc.usgs.gov/bbs/specl10.html</a>",
      "habitatRequirements": "Samuels Song Sparrows are an abundant resident in salt marshes in their described distribution. In a typical San Pablo Bay marsh, sparrow territories are lined single file every 10 to 50 m along channels, providing each pair with access to the slough and its associated tall vegetation for song perches and nesting cover. Dense vegetation is required for nesting sites for all Song Sparrows. Where vegetation is too short and sparse, Samuels Song Sparrows nests are more likely to be exposed to predators or flooding during high tides. The dominant plants of tidal salt marshes in San Pablo Bay, which may be used in the construction of nests, are California Cord Grass (Spartina foliosa) in low elevations, Pickleweed (Salicornia virginica) at higher elevations, and Gumplant (Grindelia stricta) on the highest ground along slough edges and levees.",
      "id": 31
    },
    {
      "commonName": "Wood stork",
      "scientificName": {
        "value": "Mycteria americana",
        "url": "https://ecos.fws.gov/ecp/species/8477"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc5013.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5013.jpg"
      },
      "speciesDescription": "Wood storks are large, long-legged wading birds, about 5O inches tall, with a wingspan of 60 to 65 inches. The plumage is white except for black primaries and secondaries and a short black tail. The head and neck are largely unfeathered and dark gray in color. The bill is black, thick at the base, and slightly decurved. Immature birds are dingy gray and have a yellowish bill. \n",
      "habitatRequirements": "The southeast United States breeding population of the wood stork declined from an estimated 20,000 pairs in the 1930's to about 10,000 pairs by 1960, and to a low of approximately 5,000 pairs in the late 1970s.  Nesting primarily occurred in the Everglades.  The generally accepted explanation for the decline of the wood stork is the reduction in food base (primarly small fish) necessary to support breeding colonies.  This reduction is attributed to loss of wetland habitat as well as to changes in water hydroperiods from draining wetlands and changing water regimes by constructing levees, canals, and floodgates to alter water flow in south Florida.\n\nWood storks have a unique feeding technique and require higher prey concentrations than other wading birds.  Optimal water regimes for the wood stork involve periods of flooding, during which prey (fish) populations increase, alternating with dryer periods, during which receding water levels concentrate fish at higher densities coinciding with the stork's nesting season.  Loss of nesting habitat (primarily cypress swamps) may be affecting wood storks in central Florida, where nesting in non-native trees and in man-made impoundments has been occurring recently.  Less significant factors known to affect nesting success include prolonged drought and flooding, raccoon predation on nests, and human disturbance of rookeries.",
      "id": 32
    },
    {
      "commonName": "North American wolverine",
      "scientificName": {
        "value": "Gulo gulo luscus",
        "url": "https://ecos.fws.gov/ecp/species/5123"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc1453.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc1453.jpg"
      },
      "speciesDescription": "The wolverine is the largest terrestrial member of the family Mustelidae, with adult males weighing 12 to 18 kilograms (kg) (26 to 40 pounds (lb)) and adult females weighing 8 to 12 kg (17 to 26 lb) (Banci 1994). It resembles a small bear with a bushy tail. It has a round, broad head; short, rounded ears; and small eyes. There are five toes on each foot, with curved and semiretractile claws used for digging and climbing (Banci 1994).\r\n           ",
      "habitatRequirements": "Wolverines do not appear to specialize on specific vegetation or geological habitat aspects, but instead select areas that are cold and receive enough winter precipitation to reliably maintain deep persistent snow late into the warm season (Copeland et al. 2010, entire).  The requirement of cold, snowy conditions means that, in the southern portion of the species range where ambient temperatures are warmest, wolverine distribution is restricted to high elevations, while at more northerly latitudes, wolverines are present at lower elevations and even at sea level in the far north (Copeland et al. 2010, Figure 1).  Deep, persistent, and reliable spring snow cover (April 15 to May 14) is the best overall predictor of wolverine occurrence in the contiguous United States (Aubry et al. 2007, pp. 2152-2156; Copeland et al. 2010, entire).",
      "id": 33
    },
    {
      "commonName": "Maleo megapode",
      "scientificName": {
        "value": "Macrocephalon maleo",
        "url": "https://ecos.fws.gov/ecp/species/8238"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc1673.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc1673.jpg"
      },
      "speciesDescription": "The Maleo (Macrocephalon maleo) is a large (approximately 55 cm long) blackish megapode with bare yellow facial skin, reddish-brown iris, reddish-orange beak and rosy salmon underparts. The crown is ornamented with a black helmet casque. The greyish blue feet have four long sharp claws, separated by a membranous web. The sexes are almost identical with a slightly smaller and duller female.\r\n\r\n",
      "habitatRequirements": "The total population is estimated to number 4,000-7,000 breeding pairs, equivalent to 8,000-14,000 mature individuals or 12,000-21,000 individuals in total.\r\n\r\n",
      "id": 34
    },
    {
      "commonName": "Armored snail",
      "scientificName": {
        "value": "Marstonia pachyta",
        "url": "https://ecos.fws.gov/ecp/species/3972"
      },
      "speciesGroup": "Snails",
      "imageUrl": {
        "value": "/docs/species_images/doc6830.JPG",
        "url": "https://ecos.fws.gov/docs/species_images/doc6830.JPG"
      },
      "speciesDescription": "The armored snail is a small hydrobiid snail (usually less than 4 mm in length) (Thompson 1977 and Garner 2004a), with relatively little known about its life history and ecology.  The armored snail is assumed to be an annual species like other similar hydrobiid species (P.D. Johnson, Alabama Department of Conservation and Natural Resources (ADCNR), pers. comm., 2008).  ",
      "habitatRequirements": "The armored snail is found and appears to be most common in submerged roots, leaves, and bryophytes along the edges, submerged bryophytes growing on rocks in moderate current, and in water willow.  They are also found in areas of slow to moderate flow in the submerged detritus, leaves, and tree rootlets along pool edges (Thompson 1974, FWS 1994, Haggerty and Garner 2007, 2008).   ",
      "id": 35
    },
    {
      "commonName": "Texas kangaroo rat",
      "scientificName": {
        "value": "Dipodomys elator",
        "url": "https://ecos.fws.gov/ecp/species/2985"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc6921.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc6921.jpg"
      },
      "speciesDescription": "The Texas kangaroo rat is a nocturnal rodent with long hind feet, long tail and external cheek pouches (Dalquest and Horner 1984, p. 118). Hind feet have four toes and its laterally white-striped, thick tail has a conspicuous white tuft of hair on the tip and is about 160 percent of the length of the body (Merriam 1894, p. 110) (Figure 2.1). Ords kangaroo rat, (Dipodomys ordii), the only other kangaroo rat in the TKR range, is smaller, lacks the long white hairs at the tip of the tail, has five toes on the hind feet, and lives in sandy soil uncharacteristic of TKR habitat (Dalquest and Collier 1964, p. 148; Martin 2002, p. 2). Like other Dipodomys spp., both male and female TKR possess skin glands dorsally between the shoulders, which communicate sexual receptivity (Stangl et al. 2006, p. 466). The body is relatively large averaging 120 millimeters (mm) (4.7 inches (in)) in length. The upper body is a pale yellow-brown color with blackish guard hairs and the underside of the animal is white. The nearly hairless ears are small and the eyes relatively large. The sexes are superficially indistinguishable (Strassman 2004, p. 2); however, males may be generally larger than females, especially on the eastern and western margins of their range (Best 1987, p. 57). External measurements average: total length, 317 mm (12.5 in); tail, 196 mm (7.7 in); hind foot, 46 mm (1.8 in) (Schmidly 2004, p. 366). TKR use their long hind feet for saltatorial (jumping) locomotion and escaping predators (Genoways and Brown 1993, p. 297).",
      "habitatRequirements": "Habitat that supports the Texas kangaroo rat's life history generally includes an accumulation of loose, friable soil, usually associated with a minor topographic uplift (e.g., prairie mounds) or physical support, including woody vegetation (e.g., roots of shrubs and cacti) and other natural (e.g., rocks, upturned rootballs) or manmade structures. A common characteristic of TKR habitat is the presence of bare ground and short grasses, often expressed as a lack of dense vegetation. The TKR digs a subterranean burrow system within loam/clay-loam/sandy-loam soils with multiple chambers branching from the main tunnel, which are used for shelter, reproduction, and food storage. Resource needs for individual TKR generally include: friable, loam/clay-loam soil for burrowing, predominately grasses and forbs for a food source, short grass prairie with bare ground and limited woody cover, and topographic relief not prone to flooding events.\r\n",
      "id": 36
    },
    {
      "commonName": "Relict trillium",
      "scientificName": {
        "value": "Trillium reliquum",
        "url": "https://ecos.fws.gov/ecp/species/8489"
      },
      "speciesGroup": "Flowering Plants",
      "imageUrl": {
        "value": "/docs/species_images/doc5171.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5171.jpg"
      },
      "speciesDescription": "Relict trillium is a rhizotomous perennial plant that can be identified by its whorl of three leaves that sit on an S-shaped hairless stem (Chafin 2007). The ovate to elliptic leaves have distinctive shades of light green, dark green, bronze-green, and dark purple and will often show a silver stripe down the midvein (Patrick et al. 1995). These perennial herbs send up stems, leaves, and flowers in early spring, after temperatures have risen but before the forest canopy leafs out.",
      "habitatRequirements": "Relict trillium occurs in rich mixed deciduous forested slopes, on bluffs, and in stream flats along the fall line in Alabama, Georgia, and South Carolina. ",
      "id": 37
    },
    {
      "commonName": "Grizzly bear",
      "scientificName": {
        "value": "Ursus arctos horribilis",
        "url": "https://ecos.fws.gov/ecp/species/7642"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc4954.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4954.jpg"
      },
      "speciesDescription": "Grizzly bears (Ursus arctos horribilis) are generally larger and heavier than other bears. Adult males average 200 to 300 kilograms (kg) (400 to 600 pounds (lb)) and adult females 110 to 160 kg (250 to 350 lb) in the lower-48 States. Their coloration varies from light brown to nearly black. They can be distinguished from black bears by longer, less curved front claws, humped shoulders, and a facial profile that appears concace. The coat features longer guard hairs over a dense underfur with tips that are usually silver or golden in color  hence the name grizzly. Grizzly bears are long-lived mammals, generally living into their mid- to late-20s, although some wild bears have lived for over 35 years. Grizzly bears are a member of the brown bear species (U. arctos) that occurs in North America, Europe, and Asia. The subspecies U. a. horribilis is limited to North America and historically existed throughout much of the western half of the lower-48 States, central Mexico, western Canada, and most of Alaska. Prior to 1800, an estimated 50,000 grizzly bears were distributed in one large contiguous area throughout all or portions of 18 the westernmost States. Grizzly bears were probably most common in the Rocky Mountains, along the Upper Missouri River, and in California. Grizzly bears were less common or did not occur in large expanses of the North American deserts and Great Plains ecoregions. With the arrival of Europeans to North America, grizzly bears were seen as a threat to livestock and human safety and, therefore, an impediment to westward expansion and settlement. In the 1800s, in concert with European settlement of the American West and government-funded bounty programs aimed at eradication, grizzly bears were shot, poisoned, and trapped wherever they were found. The resulting declines in range and population were dramatic with rapid extinction of populations from Mexico and most of the central and southwestern United States and California. Grizzly bears were reduced to close to 2 percent of their former range in the lower-48 States by the 1930s, with a corresponding decrease in population. By 1975, grizzly bear populations in the lower-48 States had been reduced in number to 700800 and restricted largely to the confines of National Parks and Wilderness areas in Washington, Idaho, Montana, and Wyoming. The 1993 Recovery Plan identified six ecosystems, with recovery zones at the core of each, to further recovery efforts. Each recovery zone represents an area large enough and of sufficient habitat quality to support a recovered grizzly bear population. The Recovery Plan recognized that grizzly bears will move and reside permanently in areas outside the recovery zones and that movement between recovery areas would be necessary for isolated populations to increase and sustain themselves at recovery levels. The recovery zones identified are: (1) the Greater Yellowstone (GYE) in northwestern Wyoming, eastern Idaho, and southwestern Montana; (2) the Northern Continental Divide (NCDE) of north-central Montana; (3) the North Cascades area of north-central Washington; (4) the Selkirks (SE) area of northern Idaho, northeast Washington, and southeast B.C.; (5) the Cabinet-Yaak (CYE) area of northwestern Montana and northern Idaho; and (6) the Bitterroot (BE) in the Bitterroot Mountains of central Idaho and western Montana. Currently, there are at least 1,913 individuals in the lower-48 States (737 in the GYE demographic monitoring area, 1,068 in the NCDE, 5560 in the CYE, and a minimum of 53 in the U.S. portion of the SE, although some bears have home ranges that cross the international border). In addition, grizzly bears have been verified in areas outside of current distributions; however, there are likely few resident grizzly bears in the lower-48 States outside of the GYE, NCDE, CYE, and SE. There are currently no known populations within the North Cascades and BE.",
      "habitatRequirements": "Grizzly bears use a variety of habitats.  In general, a grizzly bears individual habitat needs and daily movements are largely driven by the search for food, water, mates, cover, security, or den sites.  The available habitat for bears is also influenced by people and their activities.  Human activities are the primary factor impacting habitat security and the ability of bears to find and access foods, mates, cover, and den sites.  Other factors influencing habitat use and function for grizzly bears include overall habitat productivity (e.g., food distribution, quality, and abundance), the availability of habitat components (e.g., denning areas, cover types), grizzly bear social dynamics, learned behavior and preferences of individual grizzly bears, grizzly bear population density, and random variation.  Water is an important habitat requirement; however, we have no information to suggest that water is limiting in the habitat that bears currently occupy, but may have limited distribution in portions of historical range.\r\n\r\nGrizzly bears use a variety of cover types to rest and shelter.  Grizzly bears often select bed sites with horizontal and vertical cover, especially at day bed sites suggesting that bed site selection is important for concealment from humans.  The interspersion of open areas as feeding sites associated with cover are important, probably because diverse habitat complexes, such as forest interspersed with moist grass-forb meadows, provide both abundant food and cover.  Generally, areas with vegetative cover are important to grizzly bears for use as bedding sites.  Beds underneath any type of vegetative cover (not necessarily always forest cover) provide bears shade during the hottest parts of the day and a place to sleep at night.\r\n\r\nThe six ecosystems occur in mountainous ecoregions and each ecosystem provide the habitat heterogeneity necessary for adequate food, denning, and cover resources.  Because there are limited opportunities to increase or control these habitat components, the objective for grizzly bear habitat management has been and continues to be to reduce or mitigate the risk of human-caused mortality and displacement.  An effective habitat management tool for reducing grizzly bear mortality risk on public lands is managing motorized access to ensure bears have secure areas away from humans.  Unmanaged motorized access:  (1) increases human interaction and potential grizzly bear mortality risk; (2) increases displacement from important habitat; (3) increases habituation to humans; and (4) decreases habitat where energetic (i.e., food) requirements can be met.  Managing motorized access on public lands helps ameliorate these impacts.  Other habitat management tools that minimize displacement and reduce grizzly bear mortality risk include regulating livestock allotments and developed sites on public lands.  Implementing food storage orders on public lands also reduces mortality risk for both humans and grizzly bears.  Requiring users and recreationists in grizzly bear habitat to store their food, garbage, and other bear attractants so that they are inaccessible to bears reduces encounters and human-grizzly bear conflicts.  In addition, encouraging users and recreationists to carry bear spray and know how to use it helps reduce the potential for injury to people and bears. ",
      "id": 38
    },
    {
      "commonName": "Eastern prairie fringed orchid",
      "scientificName": {
        "value": "Platanthera leucophaea",
        "url": "https://ecos.fws.gov/ecp/species/601"
      },
      "speciesGroup": "Flowering Plants",
      "imageUrl": {
        "value": "/docs/species_images/doc5082.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5082.jpg"
      },
      "speciesDescription": "This plant is 8 to 40 inches tall and has an upright leafy stem with a flower cluster called an inflorescence. The 3 to 8 inch lance-shaped leaves sheath the stem. Each plant has one single flower spike composed of 5 to 40 white flowers. Each flower has a three-part fringed lip less than 1 inch long and a nectar spur (tube-like structure) which is about 1 to 2 inches long.The eastern prairie fringed orchid occurs in a wide variety of habitats, from mesic prairie to wetlands such as sedge meadows, marsh edges, even bogs. It requires full sun for optimum growth and flowering and a grassy habitat with little or no woody encroachment. A symbiotic relationship between the seed and soil fungi, called mycorrhizae, is necessary for seedlings to become established. This fungi helps the seeds assimilate nutrients in the soil.",
      "habitatRequirements": "The eastern prairie fringed orchid occurs in a wide variety of habitats, from mesic prairie to wetlands such as sedge meadows, marsh edges, even bogs. It requires full sun for optimum growth and flowering and a grassy habitat with little or no woody encroachment. A symbiotic relationship between the seed and soil fungi, called mycorrhizae, is necessary for seedlings to become established. This fungi helps the seeds assimilate nutrients in the soil.",
      "id": 39
    },
    {
      "commonName": "Puerto Rican harlequin butterfly",
      "scientificName": {
        "value": "Atlantea tulita",
        "url": "https://ecos.fws.gov/ecp/species/9005"
      },
      "speciesGroup": "Insects",
      "imageUrl": {
        "value": "/docs/species_images/doc6048.JPG",
        "url": "https://ecos.fws.gov/docs/species_images/doc6048.JPG"
      },
      "speciesDescription": "The PRHB is a medium size butterfly. The species has a wingspan of about 5.1 to 6 centimeters (cm) (2 to 2.5 inches (in)) wide and is characterized by its orange, brownish-black and beige coloration patterns. The male's abdomen is brownish-black on the dorsal side and has orange and brown bands on the ventral side. The females abdomen is brownish-black with white bands. The chrysalis (pupa from which the butterfly (adult, or imago) emerges) of the PRHB is black, with orange and white dashes, and yellow pimples. Chrysalis size is around 3 cm (1.2 in).The PRHB caterpillar (larva) is dark orange with a brownish-black to black, thin sub-lateral line, over a thin line of white intermittent dots crossing the body from the head to anal plate. The larva is less than 4.76 millimeter (mm)(0.19 in) in first instar (growth stage between molts) and about 55.8 mm (2 in) in the fifth instar. The eggs of the PRHB are greenish oily spheres, with a yellowish incipient crown.",
      "habitatRequirements": "Forested habitat: mosaic of forested habitat with canopy cover between 50 to 85 percent, average canopy height of 20 feet, and plant host cover of more than 30 percent. Water and nectar sources for adult PRHBs may vary according to the life zone and habitat type. All the sites where the PRHB occurs have a close (within a 1 km radius) water source (e.g., creek, river, pond, among others). ",
      "id": 40
    },
    {
      "commonName": "Song Sparrow",
      "scientificName": {
        "value": "Melospiza melodia samuelis",
        "url": "https://ecos.fws.gov/ecp/species/7619"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4709.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4709.jpg"
      },
      "speciesDescription": "Song Sparrows are medium-sized and fairly bulky with a rounded head. Their bill is short and stout, tail long and rounded, and wings broad.  Song Sparrows are streaky and brown, with thick streaks on a white chest and flanks. On a closer look, the head is a mix of warm red-brown and slaty-gray. However, these shades as well as the amount of streaking, vary extensively across North America.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Aldrich, J. W. 1984. Ecogeographical variation in size and proportions of Song Sparrows (Melospiza melodia). Ornithol. Monog. 35:1-134.\r\n<li>Arcese, Peter, Mark K. Sogge, Amy B. Marr and Michael A. Patten. 2002. Song Sparrow (Melospizamelodia), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online:  <a href=\"http://bna.birds.cornell.edu/bna/species/704\"> http://bna.birds.cornell.edu/bna/species/704</a>\r\n<li>Cogswell, H. 2000. Song Sparrow, in Baylands ecosystem species and community profiles: Life histories and environmental requirements of key plants, fish and wildlife (Prepared by the San Francisco Bay Area Wetlands Ecosystem Goals Project, P. R. Olofson, ed.), pp. 374-385. San Francisco Bay Regional Water Quality Control Board, Oakland, CA.\r\n<li>Collins, J. N., and Resh, V. H. 1985. Utilization of natural and man-made habitat by the salt marsh Song Sparrow Melospiza melodia samuelis (Baird). Calif. Fish Game 71:40-52.\r\n<li>Cornell Lab of Ornithology. 2015. Song Sparrow. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Song_Sparrow/id\"> http://www.allaboutbirds.org/guide/Song_Sparrow/id</a>\r\n<li>Davis, A. and P. Arcese. 1999. An examination of migration in Song Sparrow using banding recovery data. N. Am. Bird-bander 24:124-128.\r\n<li>Grenier, J. L. 2004. Ecology, behavior, and trophic adaptations of the Salt Marsh Song Sparrow Melospiza melodia samuelis: The importance of the tidal influence gradient. Ph.D. dissertation, Univ. Calif., Berkeley.\r\n<li>Gutenspergen, G. R., and Nordby, J. C. 2006. The impact of invasive plants on tidal-marsh vertebrate species: Common Reed (Phragmites australis) and Smooth Cordgrass (Spartina alterniflora) as case studies. Studies Avian Biol. 32:229-239.\r\n<li>Johnston, R. F. 1956. Population structure in salt marsh Song Sparrows. Part I. Environment and annual cycle. Condor 58:24-44.\r\n<li>Marshall, J. T., Jr. 1948. Ecologic races of Song Sparrows in the San Francisco Bay region. Part I. Habitat and abundance. Condor 50:193-215.\r\n<li>Nice, M. M. 1937. Studies in the life history of the Song Sparrow, Pt. I. Trans. Linn. Soc. N.Y. 4:1-247.\r\n\r\n<li>Partners in Flight. 2012. Species assessment database. <a href=\"http://rmbo.org/pifassessment/Database.aspx\"> http://rmbo.org/pifassessment/Database.aspx</a>\r\n<li>Sauer, J. R., Hines, J. E., and Fallon, J. 2005. The North American Breeding Bird Survey, results and analysis 1966-2004, version 2005.2. USGS Patuxent Wildl. Res. Ctr., Laurel, MD. Available at <a href=\"www.mbr-pwrc. usgs.gov/bbs/bbs.html\"> www.mbr-pwrc. usgs.gov/bbs/bbs.html</a>\r\n<li>Scollon, D. B. 1993. Spatial analysis of the tidal marsh habitat of the Suisun Song Sparrow. M.A. thesis, San Francisco State Univ., San Francisco.\r\n<li>Shuford, W. D., and Gardali, T., editors. 2008. California Bird Species of Special Concern: A ranked assessment of species, subspecies, and distinct populations of birds of immediate conservation concern in California. \r\n<li>USGS Patuxent Wildlife Research Center. 2012. North American Breeding Bird Survey 1966 - 2010 analysis. <a href=\"http://www.mbr-pwrc.usgs.gov/bbs/specl10.html\"> http://www.mbr-pwrc.usgs.gov/bbs/specl10.html</a>",
      "habitatRequirements": "Samuels Song Sparrows are an abundant resident in salt marshes in their described distribution. In a typical San Pablo Bay marsh, sparrow territories are lined single file every 10 to 50 m along channels, providing each pair with access to the slough and its associated tall vegetation for song perches and nesting cover. Dense vegetation is required for nesting sites for all Song Sparrows. Where vegetation is too short and sparse, Samuels Song Sparrows nests are more likely to be exposed to predators or flooding during high tides. The dominant plants of tidal salt marshes in San Pablo Bay, which may be used in the construction of nests, are California Cord Grass (Spartina foliosa) in low elevations, Pickleweed (Salicornia virginica) at higher elevations, and Gumplant (Grindelia stricta) on the highest ground along slough edges and levees.",
      "id": 41
    },
    {
      "id": 42
    },
    {
      "id": 43
    },
    {
      "id": 44
    },
    {
      "id": 45
    },
    {
      "id": 46
    },
    {
      "id": 47
    },
    {
      "commonName": "Puerto Rican harlequin butterfly",
      "scientificName": {
        "value": "Atlantea tulita",
        "url": "https://ecos.fws.gov/ecp/species/9005"
      },
      "speciesGroup": "Insects",
      "imageUrl": {
        "value": "/docs/species_images/doc6048.JPG",
        "url": "https://ecos.fws.gov/docs/species_images/doc6048.JPG"
      },
      "speciesDescription": "The PRHB is a medium size butterfly. The species has a wingspan of about 5.1 to 6 centimeters (cm) (2 to 2.5 inches (in)) wide and is characterized by its orange, brownish-black and beige coloration patterns. The male's abdomen is brownish-black on the dorsal side and has orange and brown bands on the ventral side. The females abdomen is brownish-black with white bands. The chrysalis (pupa from which the butterfly (adult, or imago) emerges) of the PRHB is black, with orange and white dashes, and yellow pimples. Chrysalis size is around 3 cm (1.2 in).The PRHB caterpillar (larva) is dark orange with a brownish-black to black, thin sub-lateral line, over a thin line of white intermittent dots crossing the body from the head to anal plate. The larva is less than 4.76 millimeter (mm)(0.19 in) in first instar (growth stage between molts) and about 55.8 mm (2 in) in the fifth instar. The eggs of the PRHB are greenish oily spheres, with a yellowish incipient crown.",
      "habitatRequirements": "Forested habitat: mosaic of forested habitat with canopy cover between 50 to 85 percent, average canopy height of 20 feet, and plant host cover of more than 30 percent. Water and nectar sources for adult PRHBs may vary according to the life zone and habitat type. All the sites where the PRHB occurs have a close (within a 1 km radius) water source (e.g., creek, river, pond, among others). ",
      "id": 48
    },
    {
      "commonName": "Eastern prairie fringed orchid",
      "scientificName": {
        "value": "Platanthera leucophaea",
        "url": "https://ecos.fws.gov/ecp/species/601"
      },
      "speciesGroup": "Flowering Plants",
      "imageUrl": {
        "value": "/docs/species_images/doc5082.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5082.jpg"
      },
      "speciesDescription": "This plant is 8 to 40 inches tall and has an upright leafy stem with a flower cluster called an inflorescence. The 3 to 8 inch lance-shaped leaves sheath the stem. Each plant has one single flower spike composed of 5 to 40 white flowers. Each flower has a three-part fringed lip less than 1 inch long and a nectar spur (tube-like structure) which is about 1 to 2 inches long.The eastern prairie fringed orchid occurs in a wide variety of habitats, from mesic prairie to wetlands such as sedge meadows, marsh edges, even bogs. It requires full sun for optimum growth and flowering and a grassy habitat with little or no woody encroachment. A symbiotic relationship between the seed and soil fungi, called mycorrhizae, is necessary for seedlings to become established. This fungi helps the seeds assimilate nutrients in the soil.",
      "habitatRequirements": "The eastern prairie fringed orchid occurs in a wide variety of habitats, from mesic prairie to wetlands such as sedge meadows, marsh edges, even bogs. It requires full sun for optimum growth and flowering and a grassy habitat with little or no woody encroachment. A symbiotic relationship between the seed and soil fungi, called mycorrhizae, is necessary for seedlings to become established. This fungi helps the seeds assimilate nutrients in the soil.",
      "id": 49
    },
    {
      "commonName": "Grizzly bear",
      "scientificName": {
        "value": "Ursus arctos horribilis",
        "url": "https://ecos.fws.gov/ecp/species/7642"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc4954.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4954.jpg"
      },
      "speciesDescription": "Grizzly bears (Ursus arctos horribilis) are generally larger and heavier than other bears. Adult males average 200 to 300 kilograms (kg) (400 to 600 pounds (lb)) and adult females 110 to 160 kg (250 to 350 lb) in the lower-48 States. Their coloration varies from light brown to nearly black. They can be distinguished from black bears by longer, less curved front claws, humped shoulders, and a facial profile that appears concace. The coat features longer guard hairs over a dense underfur with tips that are usually silver or golden in color  hence the name grizzly. Grizzly bears are long-lived mammals, generally living into their mid- to late-20s, although some wild bears have lived for over 35 years. Grizzly bears are a member of the brown bear species (U. arctos) that occurs in North America, Europe, and Asia. The subspecies U. a. horribilis is limited to North America and historically existed throughout much of the western half of the lower-48 States, central Mexico, western Canada, and most of Alaska. Prior to 1800, an estimated 50,000 grizzly bears were distributed in one large contiguous area throughout all or portions of 18 the westernmost States. Grizzly bears were probably most common in the Rocky Mountains, along the Upper Missouri River, and in California. Grizzly bears were less common or did not occur in large expanses of the North American deserts and Great Plains ecoregions. With the arrival of Europeans to North America, grizzly bears were seen as a threat to livestock and human safety and, therefore, an impediment to westward expansion and settlement. In the 1800s, in concert with European settlement of the American West and government-funded bounty programs aimed at eradication, grizzly bears were shot, poisoned, and trapped wherever they were found. The resulting declines in range and population were dramatic with rapid extinction of populations from Mexico and most of the central and southwestern United States and California. Grizzly bears were reduced to close to 2 percent of their former range in the lower-48 States by the 1930s, with a corresponding decrease in population. By 1975, grizzly bear populations in the lower-48 States had been reduced in number to 700800 and restricted largely to the confines of National Parks and Wilderness areas in Washington, Idaho, Montana, and Wyoming. The 1993 Recovery Plan identified six ecosystems, with recovery zones at the core of each, to further recovery efforts. Each recovery zone represents an area large enough and of sufficient habitat quality to support a recovered grizzly bear population. The Recovery Plan recognized that grizzly bears will move and reside permanently in areas outside the recovery zones and that movement between recovery areas would be necessary for isolated populations to increase and sustain themselves at recovery levels. The recovery zones identified are: (1) the Greater Yellowstone (GYE) in northwestern Wyoming, eastern Idaho, and southwestern Montana; (2) the Northern Continental Divide (NCDE) of north-central Montana; (3) the North Cascades area of north-central Washington; (4) the Selkirks (SE) area of northern Idaho, northeast Washington, and southeast B.C.; (5) the Cabinet-Yaak (CYE) area of northwestern Montana and northern Idaho; and (6) the Bitterroot (BE) in the Bitterroot Mountains of central Idaho and western Montana. Currently, there are at least 1,913 individuals in the lower-48 States (737 in the GYE demographic monitoring area, 1,068 in the NCDE, 5560 in the CYE, and a minimum of 53 in the U.S. portion of the SE, although some bears have home ranges that cross the international border). In addition, grizzly bears have been verified in areas outside of current distributions; however, there are likely few resident grizzly bears in the lower-48 States outside of the GYE, NCDE, CYE, and SE. There are currently no known populations within the North Cascades and BE.",
      "habitatRequirements": "Grizzly bears use a variety of habitats.  In general, a grizzly bears individual habitat needs and daily movements are largely driven by the search for food, water, mates, cover, security, or den sites.  The available habitat for bears is also influenced by people and their activities.  Human activities are the primary factor impacting habitat security and the ability of bears to find and access foods, mates, cover, and den sites.  Other factors influencing habitat use and function for grizzly bears include overall habitat productivity (e.g., food distribution, quality, and abundance), the availability of habitat components (e.g., denning areas, cover types), grizzly bear social dynamics, learned behavior and preferences of individual grizzly bears, grizzly bear population density, and random variation.  Water is an important habitat requirement; however, we have no information to suggest that water is limiting in the habitat that bears currently occupy, but may have limited distribution in portions of historical range.\r\n\r\nGrizzly bears use a variety of cover types to rest and shelter.  Grizzly bears often select bed sites with horizontal and vertical cover, especially at day bed sites suggesting that bed site selection is important for concealment from humans.  The interspersion of open areas as feeding sites associated with cover are important, probably because diverse habitat complexes, such as forest interspersed with moist grass-forb meadows, provide both abundant food and cover.  Generally, areas with vegetative cover are important to grizzly bears for use as bedding sites.  Beds underneath any type of vegetative cover (not necessarily always forest cover) provide bears shade during the hottest parts of the day and a place to sleep at night.\r\n\r\nThe six ecosystems occur in mountainous ecoregions and each ecosystem provide the habitat heterogeneity necessary for adequate food, denning, and cover resources.  Because there are limited opportunities to increase or control these habitat components, the objective for grizzly bear habitat management has been and continues to be to reduce or mitigate the risk of human-caused mortality and displacement.  An effective habitat management tool for reducing grizzly bear mortality risk on public lands is managing motorized access to ensure bears have secure areas away from humans.  Unmanaged motorized access:  (1) increases human interaction and potential grizzly bear mortality risk; (2) increases displacement from important habitat; (3) increases habituation to humans; and (4) decreases habitat where energetic (i.e., food) requirements can be met.  Managing motorized access on public lands helps ameliorate these impacts.  Other habitat management tools that minimize displacement and reduce grizzly bear mortality risk include regulating livestock allotments and developed sites on public lands.  Implementing food storage orders on public lands also reduces mortality risk for both humans and grizzly bears.  Requiring users and recreationists in grizzly bear habitat to store their food, garbage, and other bear attractants so that they are inaccessible to bears reduces encounters and human-grizzly bear conflicts.  In addition, encouraging users and recreationists to carry bear spray and know how to use it helps reduce the potential for injury to people and bears. ",
      "id": 50
    },
    {
      "commonName": "Relict trillium",
      "scientificName": {
        "value": "Trillium reliquum",
        "url": "https://ecos.fws.gov/ecp/species/8489"
      },
      "speciesGroup": "Flowering Plants",
      "imageUrl": {
        "value": "/docs/species_images/doc5171.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5171.jpg"
      },
      "speciesDescription": "Relict trillium is a rhizotomous perennial plant that can be identified by its whorl of three leaves that sit on an S-shaped hairless stem (Chafin 2007). The ovate to elliptic leaves have distinctive shades of light green, dark green, bronze-green, and dark purple and will often show a silver stripe down the midvein (Patrick et al. 1995). These perennial herbs send up stems, leaves, and flowers in early spring, after temperatures have risen but before the forest canopy leafs out.",
      "habitatRequirements": "Relict trillium occurs in rich mixed deciduous forested slopes, on bluffs, and in stream flats along the fall line in Alabama, Georgia, and South Carolina. ",
      "id": 51
    },
    {
      "commonName": "Texas kangaroo rat",
      "scientificName": {
        "value": "Dipodomys elator",
        "url": "https://ecos.fws.gov/ecp/species/2985"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc6921.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc6921.jpg"
      },
      "speciesDescription": "The Texas kangaroo rat is a nocturnal rodent with long hind feet, long tail and external cheek pouches (Dalquest and Horner 1984, p. 118). Hind feet have four toes and its laterally white-striped, thick tail has a conspicuous white tuft of hair on the tip and is about 160 percent of the length of the body (Merriam 1894, p. 110) (Figure 2.1). Ords kangaroo rat, (Dipodomys ordii), the only other kangaroo rat in the TKR range, is smaller, lacks the long white hairs at the tip of the tail, has five toes on the hind feet, and lives in sandy soil uncharacteristic of TKR habitat (Dalquest and Collier 1964, p. 148; Martin 2002, p. 2). Like other Dipodomys spp., both male and female TKR possess skin glands dorsally between the shoulders, which communicate sexual receptivity (Stangl et al. 2006, p. 466). The body is relatively large averaging 120 millimeters (mm) (4.7 inches (in)) in length. The upper body is a pale yellow-brown color with blackish guard hairs and the underside of the animal is white. The nearly hairless ears are small and the eyes relatively large. The sexes are superficially indistinguishable (Strassman 2004, p. 2); however, males may be generally larger than females, especially on the eastern and western margins of their range (Best 1987, p. 57). External measurements average: total length, 317 mm (12.5 in); tail, 196 mm (7.7 in); hind foot, 46 mm (1.8 in) (Schmidly 2004, p. 366). TKR use their long hind feet for saltatorial (jumping) locomotion and escaping predators (Genoways and Brown 1993, p. 297).",
      "habitatRequirements": "Habitat that supports the Texas kangaroo rat's life history generally includes an accumulation of loose, friable soil, usually associated with a minor topographic uplift (e.g., prairie mounds) or physical support, including woody vegetation (e.g., roots of shrubs and cacti) and other natural (e.g., rocks, upturned rootballs) or manmade structures. A common characteristic of TKR habitat is the presence of bare ground and short grasses, often expressed as a lack of dense vegetation. The TKR digs a subterranean burrow system within loam/clay-loam/sandy-loam soils with multiple chambers branching from the main tunnel, which are used for shelter, reproduction, and food storage. Resource needs for individual TKR generally include: friable, loam/clay-loam soil for burrowing, predominately grasses and forbs for a food source, short grass prairie with bare ground and limited woody cover, and topographic relief not prone to flooding events.\r\n",
      "id": 52
    },
    {
      "commonName": "Armored snail",
      "scientificName": {
        "value": "Marstonia pachyta",
        "url": "https://ecos.fws.gov/ecp/species/3972"
      },
      "speciesGroup": "Snails",
      "imageUrl": {
        "value": "/docs/species_images/doc6830.JPG",
        "url": "https://ecos.fws.gov/docs/species_images/doc6830.JPG"
      },
      "speciesDescription": "The armored snail is a small hydrobiid snail (usually less than 4 mm in length) (Thompson 1977 and Garner 2004a), with relatively little known about its life history and ecology.  The armored snail is assumed to be an annual species like other similar hydrobiid species (P.D. Johnson, Alabama Department of Conservation and Natural Resources (ADCNR), pers. comm., 2008).  ",
      "habitatRequirements": "The armored snail is found and appears to be most common in submerged roots, leaves, and bryophytes along the edges, submerged bryophytes growing on rocks in moderate current, and in water willow.  They are also found in areas of slow to moderate flow in the submerged detritus, leaves, and tree rootlets along pool edges (Thompson 1974, FWS 1994, Haggerty and Garner 2007, 2008).   ",
      "id": 53
    },
    {
      "commonName": "North American wolverine",
      "scientificName": {
        "value": "Gulo gulo luscus",
        "url": "https://ecos.fws.gov/ecp/species/5123"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc1453.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc1453.jpg"
      },
      "speciesDescription": "The wolverine is the largest terrestrial member of the family Mustelidae, with adult males weighing 12 to 18 kilograms (kg) (26 to 40 pounds (lb)) and adult females weighing 8 to 12 kg (17 to 26 lb) (Banci 1994). It resembles a small bear with a bushy tail. It has a round, broad head; short, rounded ears; and small eyes. There are five toes on each foot, with curved and semiretractile claws used for digging and climbing (Banci 1994).\r\n           ",
      "habitatRequirements": "Wolverines do not appear to specialize on specific vegetation or geological habitat aspects, but instead select areas that are cold and receive enough winter precipitation to reliably maintain deep persistent snow late into the warm season (Copeland et al. 2010, entire).  The requirement of cold, snowy conditions means that, in the southern portion of the species range where ambient temperatures are warmest, wolverine distribution is restricted to high elevations, while at more northerly latitudes, wolverines are present at lower elevations and even at sea level in the far north (Copeland et al. 2010, Figure 1).  Deep, persistent, and reliable spring snow cover (April 15 to May 14) is the best overall predictor of wolverine occurrence in the contiguous United States (Aubry et al. 2007, pp. 2152-2156; Copeland et al. 2010, entire).",
      "id": 54
    },
    {
      "commonName": "Wood stork",
      "scientificName": {
        "value": "Mycteria americana",
        "url": "https://ecos.fws.gov/ecp/species/8477"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc5013.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5013.jpg"
      },
      "speciesDescription": "Wood storks are large, long-legged wading birds, about 5O inches tall, with a wingspan of 60 to 65 inches. The plumage is white except for black primaries and secondaries and a short black tail. The head and neck are largely unfeathered and dark gray in color. The bill is black, thick at the base, and slightly decurved. Immature birds are dingy gray and have a yellowish bill. \n",
      "habitatRequirements": "The southeast United States breeding population of the wood stork declined from an estimated 20,000 pairs in the 1930's to about 10,000 pairs by 1960, and to a low of approximately 5,000 pairs in the late 1970s.  Nesting primarily occurred in the Everglades.  The generally accepted explanation for the decline of the wood stork is the reduction in food base (primarly small fish) necessary to support breeding colonies.  This reduction is attributed to loss of wetland habitat as well as to changes in water hydroperiods from draining wetlands and changing water regimes by constructing levees, canals, and floodgates to alter water flow in south Florida.\n\nWood storks have a unique feeding technique and require higher prey concentrations than other wading birds.  Optimal water regimes for the wood stork involve periods of flooding, during which prey (fish) populations increase, alternating with dryer periods, during which receding water levels concentrate fish at higher densities coinciding with the stork's nesting season.  Loss of nesting habitat (primarily cypress swamps) may be affecting wood storks in central Florida, where nesting in non-native trees and in man-made impoundments has been occurring recently.  Less significant factors known to affect nesting success include prolonged drought and flooding, raccoon predation on nests, and human disturbance of rookeries.",
      "id": 55
    },
    {
      "commonName": "Maleo megapode",
      "scientificName": {
        "value": "Macrocephalon maleo",
        "url": "https://ecos.fws.gov/ecp/species/8238"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc1673.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc1673.jpg"
      },
      "speciesDescription": "The Maleo (Macrocephalon maleo) is a large (approximately 55 cm long) blackish megapode with bare yellow facial skin, reddish-brown iris, reddish-orange beak and rosy salmon underparts. The crown is ornamented with a black helmet casque. The greyish blue feet have four long sharp claws, separated by a membranous web. The sexes are almost identical with a slightly smaller and duller female.\r\n\r\n",
      "habitatRequirements": "The total population is estimated to number 4,000-7,000 breeding pairs, equivalent to 8,000-14,000 mature individuals or 12,000-21,000 individuals in total.\r\n\r\n",
      "id": 56
    },
    {
      "commonName": "Hawaiian goose",
      "scientificName": {
        "value": "Branta (=Nesochen) sandvicensis",
        "url": "https://ecos.fws.gov/ecp/species/1627"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc5666.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5666.jpg"
      },
      "speciesDescription": "Somewhat similar in appearance to a Canada Goose except only the face, cap, and hindneck are black; and Hawaiian geese have buff-colored cheeks. The front and sides of the neck appear to have black and white stripes. This is caused by diagonal rows of white feathers with black skin showing through. Males and females have identical plumage. It is also interesting to note that the dusty black feet of this goose are not completely webbed as in all other geese. Usually smaller than the Canada Goose (25\" to 43\"), the Hawaiian goose ranges in size from approximately 21\" to 26\" inches in length.",
      "habitatRequirements": "Nene inhabit a variety of habitats, including grasslands, scrub forests, and sparsely vegetated volcanic slopes (\"Nene or Hawaiian Goose\", 2005; Banko, et al., 1999)",
      "id": 57
    },
    {
      "commonName": "Hell Creek Cave crayfish",
      "scientificName": {
        "value": "Cambarus zophonastes",
        "url": "https://ecos.fws.gov/ecp/species/1552"
      },
      "speciesGroup": "Crustaceans",
      "imageUrl": {
        "value": "/docs/species_images/doc4815.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4815.jpg"
      },
      "speciesDescription": "C. zophonastes was first described from five specimens collected from Hell Creek Cave (Hobbs and Bedinger 1964). This cave crayfish is stygobitic, lacks pigment and eyes, and has an overall body length reaching 2.5 to 3.0 inches.",
      "habitatRequirements": "C. zophonastes are found on muddy stream bottoms, cave stream walls, and other in-stream habitats. Specific habitat preferences have not been studied and are not readily apparent to trained observers. Individuals demonstrate no response to light or observation; however once attempts are made to capture the crayfish, they quickly recognize the threat and attempt to avoid capture.",
      "id": 58
    },
    {
      "commonName": "Santa Barbara song sparrow",
      "scientificName": {
        "value": "Melospiza melodia graminea",
        "url": "https://ecos.fws.gov/ecp/species/5513"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4706.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4706.jpg"
      },
      "speciesDescription": "Song Sparrows are medium-sized and fairly bulky with a rounded head. Their bill is short and stout, tail long and rounded, and wings broad.  Song Sparrows are streaky and brown, with thick streaks on a white chest and flanks. On a closer look, the head is a mix of warm red-brown and slaty-gray. However, these shades as well as the amount of streaking, vary extensively across North America.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Aldrich, J. W. 1984. Ecogeographical variation in size and proportions of Song Sparrows (Melospiza melodia). Ornithol. Monog. 35:1-134.\r\n<li>Arcese, Peter, Mark K. Sogge, Amy B. Marr and Michael A. Patten. 2002. Song Sparrow (Melospizamelodia), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online:  \r\n<a href=\"http://bna.birds.cornell.edu/bna/species/704\"> http://bna.birds.cornell.edu/bna/species/704</a>\r\n<li>Cornell Lab of Ornithology. 2015. Song Sparrow. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Song_Sparrow/id\"> http://www.allaboutbirds.org/guide/Song_Sparrow/id</a>\r\n<li>Davis, A. and P. Arcese. 1999. An examination of migration in Song Sparrow using banding recovery data. N. Am. Bird-bander 24:124-128.\r\n<li>Marshall, J. T., Jr. 1948. Ecologic races of Song Sparrows in the San Francisco Bay region. Part I. Habitat and abundance. Condor 50:193-215.\r\n<li>National Park Service. 2015. Channel Islands Song Sparrow. U.S. Department of the Interior. <a href=\"http://www.nps.gov/chis/learn/nature/song-sparrow.htm\"> http://www.nps.gov/chis/learn/nature/song-sparrow.htm</a>\r\n<li>Nice, M. M. 1937. Studies in the life history of the Song Sparrow, Pt. I. Trans. Linn. Soc. N.Y. 4:1-247.\r\n<li>Partners in Flight. 2012. Species assessment database. <a href=\"http://rmbo.org/pifassessment/Database.aspx\"> http://rmbo.org/pifassessment/Database.aspx</a>\r\n<li>Sauer, J. R., Hines, J. E., and Fallon, J. 2005. The North American Breeding Bird Survey, results and analysis 1966-2004, version 2005.2. USGS Patuxent Wildl. Res. Ctr., Laurel, MD. Available at <a href=\"www.mbr-pwrc. usgs.gov/bbs/bbs.html\"> www.mbr-pwrc. usgs.gov/bbs/bbs.html</a>\r\n<li>Shuford, W. D. 1993. The Marin County Breeding Bird Atlas: A Distributional and Natural History of Coastal California Birds. California Avifauna Series 1. Bushtit Books, Bolinas, CA.\r\n<li>Shuford, W. D., and Gardali, T., editors. 2008. California Bird Species of Special Concern: A ranked assessment of species, subspecies, and distinct populations of birds of immediate conservation concern in California. \r\n<li>Sogge, M. K., and van Riper, C., III. 1988. Breeding biology and population dynamics of the San Miguel Island Song Sparrow (Melospiza melodia micronyx). Tech. Rep. 26, Cooperative National Park Resources Studies Unit, Univ. Calif., Davis.\r\n<li>USGS Patuxent Wildlife Research Center. 2012. North American Breeding Bird Survey 1966 - 2010 analysis. <a href=\"http://www.mbr-pwrc.usgs.gov/bbs/specl10.html\"> http://www.mbr-pwrc.usgs.gov/bbs/specl10.html</a>",
      "habitatRequirements": "The basic requirements of the Channel Island Song Sparrow are very similar to those described for mainland Song Sparrows: moderately dense scrubby vegetation for nesting, escape cover, and foraging; a source of standing or running water or, in dry scrub habitats, constant moisture from fog or dew; adequate light; and exposed ground or leaf litter for foraging. Song sparrows at San Miguel construct compact, open nest bowls of twigs, herbs, parts of shrubs, weed stems, grass stems, and dry leaves, lining them with fine grasses. The nest is typically constructed deep within the nest plant, where they are concealed from island fox predation. This subspecies also tends to build heavier nests and locate them on the leeward side of a shrub due to wind.",
      "id": 59
    },
    {
      "commonName": "White headed Woodpecker",
      "scientificName": {
        "value": "Picoides albolarvatus",
        "url": "https://ecos.fws.gov/ecp/species/9411"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4687.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4687.jpg"
      },
      "speciesDescription": "White-headed Woodpeckers are medium-sized with a black body, white head, and white patch in their wings. Adult males have a red patch on the nape.  Juveniles resemble adults, but have a patch of red on top of their white head, more broken white patch on the wing, and duller black in color.\r\n\r\n<p><b>References cited in Species Profile</b> \r\n<ul>\r\n<li> Beal, F. E. L. 1911. Food of the woodpeckers of the United States. U.S. Dept. Agric. Biol. Surv. Bull. 37:1-64.\r\n\r\n<li> Cornell Lab of Ornithology. 2015. White-headed Woodpecker. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/White-headed_Woodpecker/id\"> http://www.allaboutbirds.org/guide/White-headed_Woodpecker/id</a>\r\n\r\n<li> Garrett, Kimball L., Martin G. Raphael and Rita D. Dixon. 1996. White-headed Woodpecker (Picoides albolarvatus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/252\"> http://bna.birds.cornell.edu/bna/species/252</a>\r\n\r\n<li> Mellen-McLean, K., B. Wales & B. Bresson. 2013. A Conservation Assessment for the White-headed woodpecker (Picoides albolarvatus). <a href=\"http://www.fs.fed.us/r6/sfpnw/issssp/documents2/ca-bi-picoides-albolarvatus-2013-08-07.pdf\"> http://www.fs.fed.us/r6/sfpnw/issssp/documents2/ca-bi-picoides-albolarvatus-2013-08-07.pdf</a>\r\n",
      "habitatRequirements": "White-headed Woodpecker habitat consists of montane coniferous forests dominated by pines. Nest cavities are usually located low in large-diameter conifers, and are frequently excavated in fallen logs. Artificial structures, including fence posts, are also sometimes used. A new nest cavity is typically excavated each year; although occasionally a cavity from previous year may be reused. ",
      "id": 60
    },
    {
      "commonName": "Hawaiian goose",
      "scientificName": {
        "value": "Branta (=Nesochen) sandvicensis",
        "url": "https://ecos.fws.gov/ecp/species/1627"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc5666.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5666.jpg"
      },
      "speciesDescription": "Somewhat similar in appearance to a Canada Goose except only the face, cap, and hindneck are black; and Hawaiian geese have buff-colored cheeks. The front and sides of the neck appear to have black and white stripes. This is caused by diagonal rows of white feathers with black skin showing through. Males and females have identical plumage. It is also interesting to note that the dusty black feet of this goose are not completely webbed as in all other geese. Usually smaller than the Canada Goose (25\" to 43\"), the Hawaiian goose ranges in size from approximately 21\" to 26\" inches in length.",
      "habitatRequirements": "Nene inhabit a variety of habitats, including grasslands, scrub forests, and sparsely vegetated volcanic slopes (\"Nene or Hawaiian Goose\", 2005; Banko, et al., 1999)",
      "id": 61
    },
    {
      "commonName": "Bald eagle",
      "scientificName": {
        "value": "Haliaeetus leucocephalus",
        "url": "https://ecos.fws.gov/ecp/species/1626"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc3701.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc3701.jpg"
      },
      "speciesDescription": "A large raptor, the bald eagle has a wingspread of about 7 feet. Adults have a dark brown body and wings, white head and tail, and a yellow beak. Juveniles are mostly brown with white mottling on the body, tail, and undersides of wings. Adult plumage usually is obtained by the 6th year. In flight, the Bald Eagle often soars or glides with the wings held at a right angle to the body. As in most other raptors, females are larger than males; sexes otherwise similar in appearance. \r\n\r\n<p><b>References for Species Profile </b> \r\n<ul>\r\n\r\n<li>Anthony, R. G., R. L. Knight, G. T. Allen, B. R. McClelland, and J. L. Hodges. 1982.Habitat use by nesting and roosting Bald Eagles in the Pacific Northwest. Trans. N.A. Wildl. Nat. Resour. Conf. 47:332-342.\r\n\r\n<li>Broley, C. L. 1947. Migration and nesting of Florida Bald Eagles. Wilson Bull. 59:1-68.\r\n\r\n<li>Buehler, D. A., T. J. Mersmann, J. D. Fraser, and J. K. D. Seegar. 1991. Nonbreeding Bald Eagle communal and solitary roosting behavior and habitat use on the northern Chesapeake Bay. J. Wildl. Manage. 55:273-281.\r\n\r\n<li>Buehler, David A. 2000. Bald Eagle (Haliaeetus leucocephalus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/506\"> http://bna.birds.cornell.edu/bna/species/506</a>\r\n\r\n<li>Chester, D. N., D. F. Stauffer, T. J. Smith, D. R. Luukkonen, and J. D. Fraser. 1990.Habitat use by nonbreeding Bald Eagles in North Carolina. J. Wildl. Manage. 54:223-234.\r\n\r\n<li>Cornell Lab of Ornithology. 2015. Bald Eagle. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Bald_Eagle/id\"> http://www.allaboutbirds.org/guide/Bald_Eagle/id<a/>\r\n",
      "habitatRequirements": "Bald Eagles typically breed and winter in forested areas adjacent to large bodies of water. Throughout range, selects large, super-canopy roost trees that are open and accessible. Nests are usually constructed below the crown of a tree, often highest point where large branches join bole of tree. Nests are usually constructed below the crown of a tree, often the highest point where large branches join the bole of a tree. Nests are constructed from an array of sticks placed in an interwoven pattern. Other materials added as fillers may include grasses, mosses, even corn stalks. Nest bowls are lined with finer woody materials, especially Spanish moss in Florida, and ultimately lined with downy feathers from the adults.  Nests are massive; often exceeding several thousand kilograms in weight.",
      "id": 62
    },
    {
      "commonName": "Spotted Towhee",
      "scientificName": {
        "value": "Pipilo maculatus clementae",
        "url": "https://ecos.fws.gov/ecp/species/4243"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc5427.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5427.jpg"
      },
      "speciesDescription": "The Spotted Towhee is a large sparrow with a thick, pointed bill, short neck, chunky body, and long, rounded tail. Males have jet-black upperparts and throat; their wings and back are spotted bright white. The flanks are warm rufous and the belly is white. Females have the same pattern but are warm brown where males are black. In flight, look for white corners to the black tail.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Cornell Lab of Ornithology. 2015. Spotted Towhee. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Spotted_Towhee/id\"> http://www.allaboutbirds.org/guide/Spotted_Towhee/id</a>\r\n<li>Davis, J. 1960. Nesting behavior of the Rufous-sided Towhee in coastal California. Condor 62: 434-456.\r\n<li>Greenlaw, Jon S. 1996. Spotted Towhee (Pipilo maculatus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/263\"> http://bna.birds.cornell.edu/bna/species/263</a>\r\n<li>Grinnell, J., and Miller, A. H. 1944. The distribution of the birds of California. Pac. Coast Avifauna 27.\r\n<li>Shuford, W. D. 1993. The Marin County Breeding Bird Atlas: A Distributional and Natural History of Coastal California Birds. California Avifauna Series 1. Bushtit Books, Bolinas, CA.\r\n<li>Shuford, W. D., and Gardali, T., editors. 2008. California Bird Species of Special Concern: A ranked assessment of species, subspecies, and distinct populations of birds of immediate conservation concern in California. \r\n<li>Stewart, R. M., and Smail, J. 1974. The Status of the Song Sparrow and Bewick's Wren on San Clemente Island and Santa Barbara Island, California, part 1, San Clemente Island. U.S. Fish & Wildl. Serv., Endangered Species Office, Sacramento, CA.\r\n<li>USGS Patuxent Wildlife Research Center. 2012. North American Breeding Bird Survey 1966 - 2010 analysis. <a href=\"http://www.mbr-pwrc.usgs.gov/bbs/specl10.html\"> http://www.mbr-pwrc.usgs.gov/bbs/specl10.html</a>",
      "habitatRequirements": "San Clemente Spotted Towhees are closely tied to the distribution of suitable dense chaparral, in addition to woodlands containing well-developed leaf litter as well as humus sheltered by overhead branches and foliage.The female builds a ground nest into a depression beginning with a framework of dry leaves, stems, and bark strips. Nests are typically overhung with bushes, vines, or clumps of grass that provide shelter and protective screening.",
      "id": 63
    },
    {
      "commonName": "Indri lemur",
      "scientificName": {
        "value": "Indri indri",
        "url": "https://ecos.fws.gov/ecp/species/3641"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc1460.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc1460.jpg"
      },
      "speciesDescription": "lemur; listing refers to entire genus.",
      "habitatRequirements": "",
      "id": 64
    },
    {
      "commonName": "Bells Sparrow",
      "scientificName": {
        "value": "Artemisiospiza belli",
        "url": "https://ecos.fws.gov/ecp/species/9303"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4123.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4123.jpg"
      },
      "speciesDescription": "The Sage Sparrow is a medium-sized bird ranging from 12  15 cm in length. It is generally brownish-gray in color with a grayer head and a more brown-colored back and wings. Some distinctive features of the Sage Sparrow include a white eye ring, a white spot in front of the eye, white streaks along the side of the lower jaw, and sometimes a white streak in the middle of its forehead.  The Sage Sparrows under parts are mostly white with a contrasting much darker blackish, brown tail. The Sage Sparrow is also known for the frequent upward jerk of its tail and its light, metallic call. Juveniles are more streaked on the lower body than adults (Martin and Carlson 1998).\r\n<p><b>Citations:</b>\r\n<ul>\r\n<li>Martin, John W. and Barbara A. Carlson. 1998. Sage Sparrow (Amphispiza belli), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/326\">http://bna.birds.cornell.edu/bna/species/326</a>\r\n</ul>",
      "habitatRequirements": "",
      "id": 65
    },
    {
      "commonName": "Flammulated owl",
      "scientificName": {
        "value": "Otus flammeolus",
        "url": "https://ecos.fws.gov/ecp/species/7728"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4690.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4690.jpg"
      },
      "speciesDescription": "The Flammulated Owl is small with feathered ear tufts, gray or brownish gray body and dark eyes, with juveniles looking similar to adults.\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Environment Canada. 2013. Management Plan for the Flammulated Owl (Otus flammeolus) in Canada. Species at Risk Act Management Plan Series. Environment Canada, Ottawa. 6 pp. + Appendix.\r\n<li>Cornell Lab of Ornithology. 2015. Flammulated Owls. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Flammulated_Owl/id\"> http://www.allaboutbirds.org/guide/Flammulated_Owl/id</a>\r\n<li>Linkhart, Brian D. and D. Archibald Mccallum. 2013. Flammulated Owl (Psiloscops flammeolus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/093\"> http://bna.birds.cornell.edu/bna/species/093</a>\r\n<li>Linkhart, B. D., R. T. Reynolds, and R. A. Ryder. 1998. Home range and habitat of breeding Flammulated Owls in Colorado. Wilson Bulletin 110(3):342-351.\r\n<li>Phillips, A. R. 1942. Notes on the migrations of the Elf and Flammulated Screech Owls.Wilson Bull. 54:132-137.\r\n<li>Reynolds, R. T. and B. D. Linkhart. 1987. The nesting biology of Flammulated Owls in Colorado. Pages 239-248 in Biology and conservation of northern forest owls. (Nero, R. W., R. J. Clark, R. J. Knapton, and R. H. Hamre, Eds.) U.S. For. Serv. Gen. Tech. Rep. RM-142.",
      "habitatRequirements": "Breeds in open pine forest in mountains, especially ponderosa pine forest, with a high abundance or diversity of nocturnal arthropod prey. Females select the nest site after males show their partner available tree cavities in their territory. They will typically nest in an old woodpecker cavity, and do not typically reuse the same cavity in consecutive years. ",
      "id": 66
    },
    {
      "commonName": "White headed Woodpecker",
      "scientificName": {
        "value": "Picoides albolarvatus",
        "url": "https://ecos.fws.gov/ecp/species/9411"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4687.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4687.jpg"
      },
      "speciesDescription": "White-headed Woodpeckers are medium-sized with a black body, white head, and white patch in their wings. Adult males have a red patch on the nape.  Juveniles resemble adults, but have a patch of red on top of their white head, more broken white patch on the wing, and duller black in color.\r\n\r\n<p><b>References cited in Species Profile</b> \r\n<ul>\r\n<li> Beal, F. E. L. 1911. Food of the woodpeckers of the United States. U.S. Dept. Agric. Biol. Surv. Bull. 37:1-64.\r\n\r\n<li> Cornell Lab of Ornithology. 2015. White-headed Woodpecker. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/White-headed_Woodpecker/id\"> http://www.allaboutbirds.org/guide/White-headed_Woodpecker/id</a>\r\n\r\n<li> Garrett, Kimball L., Martin G. Raphael and Rita D. Dixon. 1996. White-headed Woodpecker (Picoides albolarvatus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/252\"> http://bna.birds.cornell.edu/bna/species/252</a>\r\n\r\n<li> Mellen-McLean, K., B. Wales & B. Bresson. 2013. A Conservation Assessment for the White-headed woodpecker (Picoides albolarvatus). <a href=\"http://www.fs.fed.us/r6/sfpnw/issssp/documents2/ca-bi-picoides-albolarvatus-2013-08-07.pdf\"> http://www.fs.fed.us/r6/sfpnw/issssp/documents2/ca-bi-picoides-albolarvatus-2013-08-07.pdf</a>\r\n",
      "habitatRequirements": "White-headed Woodpecker habitat consists of montane coniferous forests dominated by pines. Nest cavities are usually located low in large-diameter conifers, and are frequently excavated in fallen logs. Artificial structures, including fence posts, are also sometimes used. A new nest cavity is typically excavated each year; although occasionally a cavity from previous year may be reused. ",
      "id": 67
    },
    {
      "commonName": "Indri lemur",
      "scientificName": {
        "value": "Indri indri",
        "url": "https://ecos.fws.gov/ecp/species/3641"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc1460.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc1460.jpg"
      },
      "speciesDescription": "lemur; listing refers to entire genus.",
      "habitatRequirements": "",
      "id": 68
    },
    {
      "commonName": "Hell Creek Cave crayfish",
      "scientificName": {
        "value": "Cambarus zophonastes",
        "url": "https://ecos.fws.gov/ecp/species/1552"
      },
      "speciesGroup": "Crustaceans",
      "imageUrl": {
        "value": "/docs/species_images/doc4815.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4815.jpg"
      },
      "speciesDescription": "C. zophonastes was first described from five specimens collected from Hell Creek Cave (Hobbs and Bedinger 1964). This cave crayfish is stygobitic, lacks pigment and eyes, and has an overall body length reaching 2.5 to 3.0 inches.",
      "habitatRequirements": "C. zophonastes are found on muddy stream bottoms, cave stream walls, and other in-stream habitats. Specific habitat preferences have not been studied and are not readily apparent to trained observers. Individuals demonstrate no response to light or observation; however once attempts are made to capture the crayfish, they quickly recognize the threat and attempt to avoid capture.",
      "id": 69
    },
    {
      "commonName": "Santa Barbara song sparrow",
      "scientificName": {
        "value": "Melospiza melodia graminea",
        "url": "https://ecos.fws.gov/ecp/species/5513"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4706.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4706.jpg"
      },
      "speciesDescription": "Song Sparrows are medium-sized and fairly bulky with a rounded head. Their bill is short and stout, tail long and rounded, and wings broad.  Song Sparrows are streaky and brown, with thick streaks on a white chest and flanks. On a closer look, the head is a mix of warm red-brown and slaty-gray. However, these shades as well as the amount of streaking, vary extensively across North America.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Aldrich, J. W. 1984. Ecogeographical variation in size and proportions of Song Sparrows (Melospiza melodia). Ornithol. Monog. 35:1-134.\r\n<li>Arcese, Peter, Mark K. Sogge, Amy B. Marr and Michael A. Patten. 2002. Song Sparrow (Melospizamelodia), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online:  \r\n<a href=\"http://bna.birds.cornell.edu/bna/species/704\"> http://bna.birds.cornell.edu/bna/species/704</a>\r\n<li>Cornell Lab of Ornithology. 2015. Song Sparrow. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Song_Sparrow/id\"> http://www.allaboutbirds.org/guide/Song_Sparrow/id</a>\r\n<li>Davis, A. and P. Arcese. 1999. An examination of migration in Song Sparrow using banding recovery data. N. Am. Bird-bander 24:124-128.\r\n<li>Marshall, J. T., Jr. 1948. Ecologic races of Song Sparrows in the San Francisco Bay region. Part I. Habitat and abundance. Condor 50:193-215.\r\n<li>National Park Service. 2015. Channel Islands Song Sparrow. U.S. Department of the Interior. <a href=\"http://www.nps.gov/chis/learn/nature/song-sparrow.htm\"> http://www.nps.gov/chis/learn/nature/song-sparrow.htm</a>\r\n<li>Nice, M. M. 1937. Studies in the life history of the Song Sparrow, Pt. I. Trans. Linn. Soc. N.Y. 4:1-247.\r\n<li>Partners in Flight. 2012. Species assessment database. <a href=\"http://rmbo.org/pifassessment/Database.aspx\"> http://rmbo.org/pifassessment/Database.aspx</a>\r\n<li>Sauer, J. R., Hines, J. E., and Fallon, J. 2005. The North American Breeding Bird Survey, results and analysis 1966-2004, version 2005.2. USGS Patuxent Wildl. Res. Ctr., Laurel, MD. Available at <a href=\"www.mbr-pwrc. usgs.gov/bbs/bbs.html\"> www.mbr-pwrc. usgs.gov/bbs/bbs.html</a>\r\n<li>Shuford, W. D. 1993. The Marin County Breeding Bird Atlas: A Distributional and Natural History of Coastal California Birds. California Avifauna Series 1. Bushtit Books, Bolinas, CA.\r\n<li>Shuford, W. D., and Gardali, T., editors. 2008. California Bird Species of Special Concern: A ranked assessment of species, subspecies, and distinct populations of birds of immediate conservation concern in California. \r\n<li>Sogge, M. K., and van Riper, C., III. 1988. Breeding biology and population dynamics of the San Miguel Island Song Sparrow (Melospiza melodia micronyx). Tech. Rep. 26, Cooperative National Park Resources Studies Unit, Univ. Calif., Davis.\r\n<li>USGS Patuxent Wildlife Research Center. 2012. North American Breeding Bird Survey 1966 - 2010 analysis. <a href=\"http://www.mbr-pwrc.usgs.gov/bbs/specl10.html\"> http://www.mbr-pwrc.usgs.gov/bbs/specl10.html</a>",
      "habitatRequirements": "The basic requirements of the Channel Island Song Sparrow are very similar to those described for mainland Song Sparrows: moderately dense scrubby vegetation for nesting, escape cover, and foraging; a source of standing or running water or, in dry scrub habitats, constant moisture from fog or dew; adequate light; and exposed ground or leaf litter for foraging. Song sparrows at San Miguel construct compact, open nest bowls of twigs, herbs, parts of shrubs, weed stems, grass stems, and dry leaves, lining them with fine grasses. The nest is typically constructed deep within the nest plant, where they are concealed from island fox predation. This subspecies also tends to build heavier nests and locate them on the leeward side of a shrub due to wind.",
      "id": 70
    },
    {
      "commonName": "Spotted Towhee",
      "scientificName": {
        "value": "Pipilo maculatus clementae",
        "url": "https://ecos.fws.gov/ecp/species/4243"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc5427.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5427.jpg"
      },
      "speciesDescription": "The Spotted Towhee is a large sparrow with a thick, pointed bill, short neck, chunky body, and long, rounded tail. Males have jet-black upperparts and throat; their wings and back are spotted bright white. The flanks are warm rufous and the belly is white. Females have the same pattern but are warm brown where males are black. In flight, look for white corners to the black tail.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Cornell Lab of Ornithology. 2015. Spotted Towhee. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Spotted_Towhee/id\"> http://www.allaboutbirds.org/guide/Spotted_Towhee/id</a>\r\n<li>Davis, J. 1960. Nesting behavior of the Rufous-sided Towhee in coastal California. Condor 62: 434-456.\r\n<li>Greenlaw, Jon S. 1996. Spotted Towhee (Pipilo maculatus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/263\"> http://bna.birds.cornell.edu/bna/species/263</a>\r\n<li>Grinnell, J., and Miller, A. H. 1944. The distribution of the birds of California. Pac. Coast Avifauna 27.\r\n<li>Shuford, W. D. 1993. The Marin County Breeding Bird Atlas: A Distributional and Natural History of Coastal California Birds. California Avifauna Series 1. Bushtit Books, Bolinas, CA.\r\n<li>Shuford, W. D., and Gardali, T., editors. 2008. California Bird Species of Special Concern: A ranked assessment of species, subspecies, and distinct populations of birds of immediate conservation concern in California. \r\n<li>Stewart, R. M., and Smail, J. 1974. The Status of the Song Sparrow and Bewick's Wren on San Clemente Island and Santa Barbara Island, California, part 1, San Clemente Island. U.S. Fish & Wildl. Serv., Endangered Species Office, Sacramento, CA.\r\n<li>USGS Patuxent Wildlife Research Center. 2012. North American Breeding Bird Survey 1966 - 2010 analysis. <a href=\"http://www.mbr-pwrc.usgs.gov/bbs/specl10.html\"> http://www.mbr-pwrc.usgs.gov/bbs/specl10.html</a>",
      "habitatRequirements": "San Clemente Spotted Towhees are closely tied to the distribution of suitable dense chaparral, in addition to woodlands containing well-developed leaf litter as well as humus sheltered by overhead branches and foliage.The female builds a ground nest into a depression beginning with a framework of dry leaves, stems, and bark strips. Nests are typically overhung with bushes, vines, or clumps of grass that provide shelter and protective screening.",
      "id": 71
    },
    {
      "commonName": "Bald eagle",
      "scientificName": {
        "value": "Haliaeetus leucocephalus",
        "url": "https://ecos.fws.gov/ecp/species/1626"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc3701.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc3701.jpg"
      },
      "speciesDescription": "A large raptor, the bald eagle has a wingspread of about 7 feet. Adults have a dark brown body and wings, white head and tail, and a yellow beak. Juveniles are mostly brown with white mottling on the body, tail, and undersides of wings. Adult plumage usually is obtained by the 6th year. In flight, the Bald Eagle often soars or glides with the wings held at a right angle to the body. As in most other raptors, females are larger than males; sexes otherwise similar in appearance. \r\n\r\n<p><b>References for Species Profile </b> \r\n<ul>\r\n\r\n<li>Anthony, R. G., R. L. Knight, G. T. Allen, B. R. McClelland, and J. L. Hodges. 1982.Habitat use by nesting and roosting Bald Eagles in the Pacific Northwest. Trans. N.A. Wildl. Nat. Resour. Conf. 47:332-342.\r\n\r\n<li>Broley, C. L. 1947. Migration and nesting of Florida Bald Eagles. Wilson Bull. 59:1-68.\r\n\r\n<li>Buehler, D. A., T. J. Mersmann, J. D. Fraser, and J. K. D. Seegar. 1991. Nonbreeding Bald Eagle communal and solitary roosting behavior and habitat use on the northern Chesapeake Bay. J. Wildl. Manage. 55:273-281.\r\n\r\n<li>Buehler, David A. 2000. Bald Eagle (Haliaeetus leucocephalus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/506\"> http://bna.birds.cornell.edu/bna/species/506</a>\r\n\r\n<li>Chester, D. N., D. F. Stauffer, T. J. Smith, D. R. Luukkonen, and J. D. Fraser. 1990.Habitat use by nonbreeding Bald Eagles in North Carolina. J. Wildl. Manage. 54:223-234.\r\n\r\n<li>Cornell Lab of Ornithology. 2015. Bald Eagle. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Bald_Eagle/id\"> http://www.allaboutbirds.org/guide/Bald_Eagle/id<a/>\r\n",
      "habitatRequirements": "Bald Eagles typically breed and winter in forested areas adjacent to large bodies of water. Throughout range, selects large, super-canopy roost trees that are open and accessible. Nests are usually constructed below the crown of a tree, often highest point where large branches join bole of tree. Nests are usually constructed below the crown of a tree, often the highest point where large branches join the bole of a tree. Nests are constructed from an array of sticks placed in an interwoven pattern. Other materials added as fillers may include grasses, mosses, even corn stalks. Nest bowls are lined with finer woody materials, especially Spanish moss in Florida, and ultimately lined with downy feathers from the adults.  Nests are massive; often exceeding several thousand kilograms in weight.",
      "id": 72
    },
    {
      "commonName": "Bells Sparrow",
      "scientificName": {
        "value": "Artemisiospiza belli",
        "url": "https://ecos.fws.gov/ecp/species/9303"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4123.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4123.jpg"
      },
      "speciesDescription": "The Sage Sparrow is a medium-sized bird ranging from 12  15 cm in length. It is generally brownish-gray in color with a grayer head and a more brown-colored back and wings. Some distinctive features of the Sage Sparrow include a white eye ring, a white spot in front of the eye, white streaks along the side of the lower jaw, and sometimes a white streak in the middle of its forehead.  The Sage Sparrows under parts are mostly white with a contrasting much darker blackish, brown tail. The Sage Sparrow is also known for the frequent upward jerk of its tail and its light, metallic call. Juveniles are more streaked on the lower body than adults (Martin and Carlson 1998).\r\n<p><b>Citations:</b>\r\n<ul>\r\n<li>Martin, John W. and Barbara A. Carlson. 1998. Sage Sparrow (Amphispiza belli), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/326\">http://bna.birds.cornell.edu/bna/species/326</a>\r\n</ul>",
      "habitatRequirements": "",
      "id": 73
    },
    {
      "commonName": "Flammulated owl",
      "scientificName": {
        "value": "Otus flammeolus",
        "url": "https://ecos.fws.gov/ecp/species/7728"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4690.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4690.jpg"
      },
      "speciesDescription": "The Flammulated Owl is small with feathered ear tufts, gray or brownish gray body and dark eyes, with juveniles looking similar to adults.\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Environment Canada. 2013. Management Plan for the Flammulated Owl (Otus flammeolus) in Canada. Species at Risk Act Management Plan Series. Environment Canada, Ottawa. 6 pp. + Appendix.\r\n<li>Cornell Lab of Ornithology. 2015. Flammulated Owls. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Flammulated_Owl/id\"> http://www.allaboutbirds.org/guide/Flammulated_Owl/id</a>\r\n<li>Linkhart, Brian D. and D. Archibald Mccallum. 2013. Flammulated Owl (Psiloscops flammeolus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/093\"> http://bna.birds.cornell.edu/bna/species/093</a>\r\n<li>Linkhart, B. D., R. T. Reynolds, and R. A. Ryder. 1998. Home range and habitat of breeding Flammulated Owls in Colorado. Wilson Bulletin 110(3):342-351.\r\n<li>Phillips, A. R. 1942. Notes on the migrations of the Elf and Flammulated Screech Owls.Wilson Bull. 54:132-137.\r\n<li>Reynolds, R. T. and B. D. Linkhart. 1987. The nesting biology of Flammulated Owls in Colorado. Pages 239-248 in Biology and conservation of northern forest owls. (Nero, R. W., R. J. Clark, R. J. Knapton, and R. H. Hamre, Eds.) U.S. For. Serv. Gen. Tech. Rep. RM-142.",
      "habitatRequirements": "Breeds in open pine forest in mountains, especially ponderosa pine forest, with a high abundance or diversity of nocturnal arthropod prey. Females select the nest site after males show their partner available tree cavities in their territory. They will typically nest in an old woodpecker cavity, and do not typically reuse the same cavity in consecutive years. ",
      "id": 74
    },
    {
      "commonName": "Dog",
      "speciesDescription": "Really cute",
      "imageUrl": {
        "url": "https://images.pexels.com/photos/1108099/pexels-photo-1108099.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
      },
      "id": 75
    },
    {
      "commonName": "Dog",
      "speciesDescription": "Really cute",
      "imageUrl": {
        "url": "https://images.pexels.com/photos/1108099/pexels-photo-1108099.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
      },
      "id": 76
    },
    {
      "commonName": "Hawaiian goose",
      "scientificName": {
        "value": "Branta (=Nesochen) sandvicensis",
        "url": "https://ecos.fws.gov/ecp/species/1627"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc5666.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5666.jpg"
      },
      "speciesDescription": "Somewhat similar in appearance to a Canada Goose except only the face, cap, and hindneck are black; and Hawaiian geese have buff-colored cheeks. The front and sides of the neck appear to have black and white stripes. This is caused by diagonal rows of white feathers with black skin showing through. Males and females have identical plumage. It is also interesting to note that the dusty black feet of this goose are not completely webbed as in all other geese. Usually smaller than the Canada Goose (25\" to 43\"), the Hawaiian goose ranges in size from approximately 21\" to 26\" inches in length.",
      "habitatRequirements": "Nene inhabit a variety of habitats, including grasslands, scrub forests, and sparsely vegetated volcanic slopes (\"Nene or Hawaiian Goose\", 2005; Banko, et al., 1999)",
      "id": 77
    },
    {
      "commonName": "Hell Creek Cave crayfish",
      "scientificName": {
        "value": "Cambarus zophonastes",
        "url": "https://ecos.fws.gov/ecp/species/1552"
      },
      "speciesGroup": "Crustaceans",
      "imageUrl": {
        "value": "/docs/species_images/doc4815.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4815.jpg"
      },
      "speciesDescription": "C. zophonastes was first described from five specimens collected from Hell Creek Cave (Hobbs and Bedinger 1964). This cave crayfish is stygobitic, lacks pigment and eyes, and has an overall body length reaching 2.5 to 3.0 inches.",
      "habitatRequirements": "C. zophonastes are found on muddy stream bottoms, cave stream walls, and other in-stream habitats. Specific habitat preferences have not been studied and are not readily apparent to trained observers. Individuals demonstrate no response to light or observation; however once attempts are made to capture the crayfish, they quickly recognize the threat and attempt to avoid capture.",
      "id": 78
    },
    {
      "commonName": "Santa Barbara song sparrow",
      "scientificName": {
        "value": "Melospiza melodia graminea",
        "url": "https://ecos.fws.gov/ecp/species/5513"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4706.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4706.jpg"
      },
      "speciesDescription": "Song Sparrows are medium-sized and fairly bulky with a rounded head. Their bill is short and stout, tail long and rounded, and wings broad.  Song Sparrows are streaky and brown, with thick streaks on a white chest and flanks. On a closer look, the head is a mix of warm red-brown and slaty-gray. However, these shades as well as the amount of streaking, vary extensively across North America.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Aldrich, J. W. 1984. Ecogeographical variation in size and proportions of Song Sparrows (Melospiza melodia). Ornithol. Monog. 35:1-134.\r\n<li>Arcese, Peter, Mark K. Sogge, Amy B. Marr and Michael A. Patten. 2002. Song Sparrow (Melospizamelodia), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online:  \r\n<a href=\"http://bna.birds.cornell.edu/bna/species/704\"> http://bna.birds.cornell.edu/bna/species/704</a>\r\n<li>Cornell Lab of Ornithology. 2015. Song Sparrow. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Song_Sparrow/id\"> http://www.allaboutbirds.org/guide/Song_Sparrow/id</a>\r\n<li>Davis, A. and P. Arcese. 1999. An examination of migration in Song Sparrow using banding recovery data. N. Am. Bird-bander 24:124-128.\r\n<li>Marshall, J. T., Jr. 1948. Ecologic races of Song Sparrows in the San Francisco Bay region. Part I. Habitat and abundance. Condor 50:193-215.\r\n<li>National Park Service. 2015. Channel Islands Song Sparrow. U.S. Department of the Interior. <a href=\"http://www.nps.gov/chis/learn/nature/song-sparrow.htm\"> http://www.nps.gov/chis/learn/nature/song-sparrow.htm</a>\r\n<li>Nice, M. M. 1937. Studies in the life history of the Song Sparrow, Pt. I. Trans. Linn. Soc. N.Y. 4:1-247.\r\n<li>Partners in Flight. 2012. Species assessment database. <a href=\"http://rmbo.org/pifassessment/Database.aspx\"> http://rmbo.org/pifassessment/Database.aspx</a>\r\n<li>Sauer, J. R., Hines, J. E., and Fallon, J. 2005. The North American Breeding Bird Survey, results and analysis 1966-2004, version 2005.2. USGS Patuxent Wildl. Res. Ctr., Laurel, MD. Available at <a href=\"www.mbr-pwrc. usgs.gov/bbs/bbs.html\"> www.mbr-pwrc. usgs.gov/bbs/bbs.html</a>\r\n<li>Shuford, W. D. 1993. The Marin County Breeding Bird Atlas: A Distributional and Natural History of Coastal California Birds. California Avifauna Series 1. Bushtit Books, Bolinas, CA.\r\n<li>Shuford, W. D., and Gardali, T., editors. 2008. California Bird Species of Special Concern: A ranked assessment of species, subspecies, and distinct populations of birds of immediate conservation concern in California. \r\n<li>Sogge, M. K., and van Riper, C., III. 1988. Breeding biology and population dynamics of the San Miguel Island Song Sparrow (Melospiza melodia micronyx). Tech. Rep. 26, Cooperative National Park Resources Studies Unit, Univ. Calif., Davis.\r\n<li>USGS Patuxent Wildlife Research Center. 2012. North American Breeding Bird Survey 1966 - 2010 analysis. <a href=\"http://www.mbr-pwrc.usgs.gov/bbs/specl10.html\"> http://www.mbr-pwrc.usgs.gov/bbs/specl10.html</a>",
      "habitatRequirements": "The basic requirements of the Channel Island Song Sparrow are very similar to those described for mainland Song Sparrows: moderately dense scrubby vegetation for nesting, escape cover, and foraging; a source of standing or running water or, in dry scrub habitats, constant moisture from fog or dew; adequate light; and exposed ground or leaf litter for foraging. Song sparrows at San Miguel construct compact, open nest bowls of twigs, herbs, parts of shrubs, weed stems, grass stems, and dry leaves, lining them with fine grasses. The nest is typically constructed deep within the nest plant, where they are concealed from island fox predation. This subspecies also tends to build heavier nests and locate them on the leeward side of a shrub due to wind.",
      "id": 79
    },
    {
      "commonName": "White headed Woodpecker",
      "scientificName": {
        "value": "Picoides albolarvatus",
        "url": "https://ecos.fws.gov/ecp/species/9411"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4687.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4687.jpg"
      },
      "speciesDescription": "White-headed Woodpeckers are medium-sized with a black body, white head, and white patch in their wings. Adult males have a red patch on the nape.  Juveniles resemble adults, but have a patch of red on top of their white head, more broken white patch on the wing, and duller black in color.\r\n\r\n<p><b>References cited in Species Profile</b> \r\n<ul>\r\n<li> Beal, F. E. L. 1911. Food of the woodpeckers of the United States. U.S. Dept. Agric. Biol. Surv. Bull. 37:1-64.\r\n\r\n<li> Cornell Lab of Ornithology. 2015. White-headed Woodpecker. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/White-headed_Woodpecker/id\"> http://www.allaboutbirds.org/guide/White-headed_Woodpecker/id</a>\r\n\r\n<li> Garrett, Kimball L., Martin G. Raphael and Rita D. Dixon. 1996. White-headed Woodpecker (Picoides albolarvatus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/252\"> http://bna.birds.cornell.edu/bna/species/252</a>\r\n\r\n<li> Mellen-McLean, K., B. Wales & B. Bresson. 2013. A Conservation Assessment for the White-headed woodpecker (Picoides albolarvatus). <a href=\"http://www.fs.fed.us/r6/sfpnw/issssp/documents2/ca-bi-picoides-albolarvatus-2013-08-07.pdf\"> http://www.fs.fed.us/r6/sfpnw/issssp/documents2/ca-bi-picoides-albolarvatus-2013-08-07.pdf</a>\r\n",
      "habitatRequirements": "White-headed Woodpecker habitat consists of montane coniferous forests dominated by pines. Nest cavities are usually located low in large-diameter conifers, and are frequently excavated in fallen logs. Artificial structures, including fence posts, are also sometimes used. A new nest cavity is typically excavated each year; although occasionally a cavity from previous year may be reused. ",
      "id": 80
    },
    {
      "commonName": "Spotted Towhee",
      "scientificName": {
        "value": "Pipilo maculatus clementae",
        "url": "https://ecos.fws.gov/ecp/species/4243"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc5427.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5427.jpg"
      },
      "speciesDescription": "The Spotted Towhee is a large sparrow with a thick, pointed bill, short neck, chunky body, and long, rounded tail. Males have jet-black upperparts and throat; their wings and back are spotted bright white. The flanks are warm rufous and the belly is white. Females have the same pattern but are warm brown where males are black. In flight, look for white corners to the black tail.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Cornell Lab of Ornithology. 2015. Spotted Towhee. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Spotted_Towhee/id\"> http://www.allaboutbirds.org/guide/Spotted_Towhee/id</a>\r\n<li>Davis, J. 1960. Nesting behavior of the Rufous-sided Towhee in coastal California. Condor 62: 434-456.\r\n<li>Greenlaw, Jon S. 1996. Spotted Towhee (Pipilo maculatus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/263\"> http://bna.birds.cornell.edu/bna/species/263</a>\r\n<li>Grinnell, J., and Miller, A. H. 1944. The distribution of the birds of California. Pac. Coast Avifauna 27.\r\n<li>Shuford, W. D. 1993. The Marin County Breeding Bird Atlas: A Distributional and Natural History of Coastal California Birds. California Avifauna Series 1. Bushtit Books, Bolinas, CA.\r\n<li>Shuford, W. D., and Gardali, T., editors. 2008. California Bird Species of Special Concern: A ranked assessment of species, subspecies, and distinct populations of birds of immediate conservation concern in California. \r\n<li>Stewart, R. M., and Smail, J. 1974. The Status of the Song Sparrow and Bewick's Wren on San Clemente Island and Santa Barbara Island, California, part 1, San Clemente Island. U.S. Fish & Wildl. Serv., Endangered Species Office, Sacramento, CA.\r\n<li>USGS Patuxent Wildlife Research Center. 2012. North American Breeding Bird Survey 1966 - 2010 analysis. <a href=\"http://www.mbr-pwrc.usgs.gov/bbs/specl10.html\"> http://www.mbr-pwrc.usgs.gov/bbs/specl10.html</a>",
      "habitatRequirements": "San Clemente Spotted Towhees are closely tied to the distribution of suitable dense chaparral, in addition to woodlands containing well-developed leaf litter as well as humus sheltered by overhead branches and foliage.The female builds a ground nest into a depression beginning with a framework of dry leaves, stems, and bark strips. Nests are typically overhung with bushes, vines, or clumps of grass that provide shelter and protective screening.",
      "id": 81
    },
    {
      "commonName": "Bald eagle",
      "scientificName": {
        "value": "Haliaeetus leucocephalus",
        "url": "https://ecos.fws.gov/ecp/species/1626"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc3701.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc3701.jpg"
      },
      "speciesDescription": "A large raptor, the bald eagle has a wingspread of about 7 feet. Adults have a dark brown body and wings, white head and tail, and a yellow beak. Juveniles are mostly brown with white mottling on the body, tail, and undersides of wings. Adult plumage usually is obtained by the 6th year. In flight, the Bald Eagle often soars or glides with the wings held at a right angle to the body. As in most other raptors, females are larger than males; sexes otherwise similar in appearance. \r\n\r\n<p><b>References for Species Profile </b> \r\n<ul>\r\n\r\n<li>Anthony, R. G., R. L. Knight, G. T. Allen, B. R. McClelland, and J. L. Hodges. 1982.Habitat use by nesting and roosting Bald Eagles in the Pacific Northwest. Trans. N.A. Wildl. Nat. Resour. Conf. 47:332-342.\r\n\r\n<li>Broley, C. L. 1947. Migration and nesting of Florida Bald Eagles. Wilson Bull. 59:1-68.\r\n\r\n<li>Buehler, D. A., T. J. Mersmann, J. D. Fraser, and J. K. D. Seegar. 1991. Nonbreeding Bald Eagle communal and solitary roosting behavior and habitat use on the northern Chesapeake Bay. J. Wildl. Manage. 55:273-281.\r\n\r\n<li>Buehler, David A. 2000. Bald Eagle (Haliaeetus leucocephalus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/506\"> http://bna.birds.cornell.edu/bna/species/506</a>\r\n\r\n<li>Chester, D. N., D. F. Stauffer, T. J. Smith, D. R. Luukkonen, and J. D. Fraser. 1990.Habitat use by nonbreeding Bald Eagles in North Carolina. J. Wildl. Manage. 54:223-234.\r\n\r\n<li>Cornell Lab of Ornithology. 2015. Bald Eagle. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Bald_Eagle/id\"> http://www.allaboutbirds.org/guide/Bald_Eagle/id<a/>\r\n",
      "habitatRequirements": "Bald Eagles typically breed and winter in forested areas adjacent to large bodies of water. Throughout range, selects large, super-canopy roost trees that are open and accessible. Nests are usually constructed below the crown of a tree, often highest point where large branches join bole of tree. Nests are usually constructed below the crown of a tree, often the highest point where large branches join the bole of a tree. Nests are constructed from an array of sticks placed in an interwoven pattern. Other materials added as fillers may include grasses, mosses, even corn stalks. Nest bowls are lined with finer woody materials, especially Spanish moss in Florida, and ultimately lined with downy feathers from the adults.  Nests are massive; often exceeding several thousand kilograms in weight.",
      "id": 82
    },
    {
      "commonName": "Bells Sparrow",
      "scientificName": {
        "value": "Artemisiospiza belli",
        "url": "https://ecos.fws.gov/ecp/species/9303"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4123.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4123.jpg"
      },
      "speciesDescription": "The Sage Sparrow is a medium-sized bird ranging from 12  15 cm in length. It is generally brownish-gray in color with a grayer head and a more brown-colored back and wings. Some distinctive features of the Sage Sparrow include a white eye ring, a white spot in front of the eye, white streaks along the side of the lower jaw, and sometimes a white streak in the middle of its forehead.  The Sage Sparrows under parts are mostly white with a contrasting much darker blackish, brown tail. The Sage Sparrow is also known for the frequent upward jerk of its tail and its light, metallic call. Juveniles are more streaked on the lower body than adults (Martin and Carlson 1998).\r\n<p><b>Citations:</b>\r\n<ul>\r\n<li>Martin, John W. and Barbara A. Carlson. 1998. Sage Sparrow (Amphispiza belli), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/326\">http://bna.birds.cornell.edu/bna/species/326</a>\r\n</ul>",
      "habitatRequirements": "",
      "id": 83
    },
    {
      "commonName": "Indri lemur",
      "scientificName": {
        "value": "Indri indri",
        "url": "https://ecos.fws.gov/ecp/species/3641"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc1460.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc1460.jpg"
      },
      "speciesDescription": "lemur; listing refers to entire genus.",
      "habitatRequirements": "",
      "id": 84
    },
    {
      "commonName": "Flammulated owl",
      "scientificName": {
        "value": "Otus flammeolus",
        "url": "https://ecos.fws.gov/ecp/species/7728"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4690.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4690.jpg"
      },
      "speciesDescription": "The Flammulated Owl is small with feathered ear tufts, gray or brownish gray body and dark eyes, with juveniles looking similar to adults.\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Environment Canada. 2013. Management Plan for the Flammulated Owl (Otus flammeolus) in Canada. Species at Risk Act Management Plan Series. Environment Canada, Ottawa. 6 pp. + Appendix.\r\n<li>Cornell Lab of Ornithology. 2015. Flammulated Owls. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Flammulated_Owl/id\"> http://www.allaboutbirds.org/guide/Flammulated_Owl/id</a>\r\n<li>Linkhart, Brian D. and D. Archibald Mccallum. 2013. Flammulated Owl (Psiloscops flammeolus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/093\"> http://bna.birds.cornell.edu/bna/species/093</a>\r\n<li>Linkhart, B. D., R. T. Reynolds, and R. A. Ryder. 1998. Home range and habitat of breeding Flammulated Owls in Colorado. Wilson Bulletin 110(3):342-351.\r\n<li>Phillips, A. R. 1942. Notes on the migrations of the Elf and Flammulated Screech Owls.Wilson Bull. 54:132-137.\r\n<li>Reynolds, R. T. and B. D. Linkhart. 1987. The nesting biology of Flammulated Owls in Colorado. Pages 239-248 in Biology and conservation of northern forest owls. (Nero, R. W., R. J. Clark, R. J. Knapton, and R. H. Hamre, Eds.) U.S. For. Serv. Gen. Tech. Rep. RM-142.",
      "habitatRequirements": "Breeds in open pine forest in mountains, especially ponderosa pine forest, with a high abundance or diversity of nocturnal arthropod prey. Females select the nest site after males show their partner available tree cavities in their territory. They will typically nest in an old woodpecker cavity, and do not typically reuse the same cavity in consecutive years. ",
      "id": 85
    },
    {
      "id": 86
    },
    {
      "id": 87
    },
    {
      "commonName": "Hawaiian goose",
      "scientificName": {
        "value": "Branta (=Nesochen) sandvicensis",
        "url": "https://ecos.fws.gov/ecp/species/1627"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc5666.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5666.jpg"
      },
      "speciesDescription": "Somewhat similar in appearance to a Canada Goose except only the face, cap, and hindneck are black; and Hawaiian geese have buff-colored cheeks. The front and sides of the neck appear to have black and white stripes. This is caused by diagonal rows of white feathers with black skin showing through. Males and females have identical plumage. It is also interesting to note that the dusty black feet of this goose are not completely webbed as in all other geese. Usually smaller than the Canada Goose (25\" to 43\"), the Hawaiian goose ranges in size from approximately 21\" to 26\" inches in length.",
      "habitatRequirements": "Nene inhabit a variety of habitats, including grasslands, scrub forests, and sparsely vegetated volcanic slopes (\"Nene or Hawaiian Goose\", 2005; Banko, et al., 1999)",
      "id": 88
    },
    {
      "commonName": "Hell Creek Cave crayfish",
      "scientificName": {
        "value": "Cambarus zophonastes",
        "url": "https://ecos.fws.gov/ecp/species/1552"
      },
      "speciesGroup": "Crustaceans",
      "imageUrl": {
        "value": "/docs/species_images/doc4815.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4815.jpg"
      },
      "speciesDescription": "C. zophonastes was first described from five specimens collected from Hell Creek Cave (Hobbs and Bedinger 1964). This cave crayfish is stygobitic, lacks pigment and eyes, and has an overall body length reaching 2.5 to 3.0 inches.",
      "habitatRequirements": "C. zophonastes are found on muddy stream bottoms, cave stream walls, and other in-stream habitats. Specific habitat preferences have not been studied and are not readily apparent to trained observers. Individuals demonstrate no response to light or observation; however once attempts are made to capture the crayfish, they quickly recognize the threat and attempt to avoid capture.",
      "id": 89
    },
    {
      "commonName": "Santa Barbara song sparrow",
      "scientificName": {
        "value": "Melospiza melodia graminea",
        "url": "https://ecos.fws.gov/ecp/species/5513"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4706.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4706.jpg"
      },
      "speciesDescription": "Song Sparrows are medium-sized and fairly bulky with a rounded head. Their bill is short and stout, tail long and rounded, and wings broad.  Song Sparrows are streaky and brown, with thick streaks on a white chest and flanks. On a closer look, the head is a mix of warm red-brown and slaty-gray. However, these shades as well as the amount of streaking, vary extensively across North America.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Aldrich, J. W. 1984. Ecogeographical variation in size and proportions of Song Sparrows (Melospiza melodia). Ornithol. Monog. 35:1-134.\r\n<li>Arcese, Peter, Mark K. Sogge, Amy B. Marr and Michael A. Patten. 2002. Song Sparrow (Melospizamelodia), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online:  \r\n<a href=\"http://bna.birds.cornell.edu/bna/species/704\"> http://bna.birds.cornell.edu/bna/species/704</a>\r\n<li>Cornell Lab of Ornithology. 2015. Song Sparrow. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Song_Sparrow/id\"> http://www.allaboutbirds.org/guide/Song_Sparrow/id</a>\r\n<li>Davis, A. and P. Arcese. 1999. An examination of migration in Song Sparrow using banding recovery data. N. Am. Bird-bander 24:124-128.\r\n<li>Marshall, J. T., Jr. 1948. Ecologic races of Song Sparrows in the San Francisco Bay region. Part I. Habitat and abundance. Condor 50:193-215.\r\n<li>National Park Service. 2015. Channel Islands Song Sparrow. U.S. Department of the Interior. <a href=\"http://www.nps.gov/chis/learn/nature/song-sparrow.htm\"> http://www.nps.gov/chis/learn/nature/song-sparrow.htm</a>\r\n<li>Nice, M. M. 1937. Studies in the life history of the Song Sparrow, Pt. I. Trans. Linn. Soc. N.Y. 4:1-247.\r\n<li>Partners in Flight. 2012. Species assessment database. <a href=\"http://rmbo.org/pifassessment/Database.aspx\"> http://rmbo.org/pifassessment/Database.aspx</a>\r\n<li>Sauer, J. R., Hines, J. E., and Fallon, J. 2005. The North American Breeding Bird Survey, results and analysis 1966-2004, version 2005.2. USGS Patuxent Wildl. Res. Ctr., Laurel, MD. Available at <a href=\"www.mbr-pwrc. usgs.gov/bbs/bbs.html\"> www.mbr-pwrc. usgs.gov/bbs/bbs.html</a>\r\n<li>Shuford, W. D. 1993. The Marin County Breeding Bird Atlas: A Distributional and Natural History of Coastal California Birds. California Avifauna Series 1. Bushtit Books, Bolinas, CA.\r\n<li>Shuford, W. D., and Gardali, T., editors. 2008. California Bird Species of Special Concern: A ranked assessment of species, subspecies, and distinct populations of birds of immediate conservation concern in California. \r\n<li>Sogge, M. K., and van Riper, C., III. 1988. Breeding biology and population dynamics of the San Miguel Island Song Sparrow (Melospiza melodia micronyx). Tech. Rep. 26, Cooperative National Park Resources Studies Unit, Univ. Calif., Davis.\r\n<li>USGS Patuxent Wildlife Research Center. 2012. North American Breeding Bird Survey 1966 - 2010 analysis. <a href=\"http://www.mbr-pwrc.usgs.gov/bbs/specl10.html\"> http://www.mbr-pwrc.usgs.gov/bbs/specl10.html</a>",
      "habitatRequirements": "The basic requirements of the Channel Island Song Sparrow are very similar to those described for mainland Song Sparrows: moderately dense scrubby vegetation for nesting, escape cover, and foraging; a source of standing or running water or, in dry scrub habitats, constant moisture from fog or dew; adequate light; and exposed ground or leaf litter for foraging. Song sparrows at San Miguel construct compact, open nest bowls of twigs, herbs, parts of shrubs, weed stems, grass stems, and dry leaves, lining them with fine grasses. The nest is typically constructed deep within the nest plant, where they are concealed from island fox predation. This subspecies also tends to build heavier nests and locate them on the leeward side of a shrub due to wind.",
      "id": 90
    },
    {
      "commonName": "White headed Woodpecker",
      "scientificName": {
        "value": "Picoides albolarvatus",
        "url": "https://ecos.fws.gov/ecp/species/9411"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4687.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4687.jpg"
      },
      "speciesDescription": "White-headed Woodpeckers are medium-sized with a black body, white head, and white patch in their wings. Adult males have a red patch on the nape.  Juveniles resemble adults, but have a patch of red on top of their white head, more broken white patch on the wing, and duller black in color.\r\n\r\n<p><b>References cited in Species Profile</b> \r\n<ul>\r\n<li> Beal, F. E. L. 1911. Food of the woodpeckers of the United States. U.S. Dept. Agric. Biol. Surv. Bull. 37:1-64.\r\n\r\n<li> Cornell Lab of Ornithology. 2015. White-headed Woodpecker. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/White-headed_Woodpecker/id\"> http://www.allaboutbirds.org/guide/White-headed_Woodpecker/id</a>\r\n\r\n<li> Garrett, Kimball L., Martin G. Raphael and Rita D. Dixon. 1996. White-headed Woodpecker (Picoides albolarvatus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/252\"> http://bna.birds.cornell.edu/bna/species/252</a>\r\n\r\n<li> Mellen-McLean, K., B. Wales & B. Bresson. 2013. A Conservation Assessment for the White-headed woodpecker (Picoides albolarvatus). <a href=\"http://www.fs.fed.us/r6/sfpnw/issssp/documents2/ca-bi-picoides-albolarvatus-2013-08-07.pdf\"> http://www.fs.fed.us/r6/sfpnw/issssp/documents2/ca-bi-picoides-albolarvatus-2013-08-07.pdf</a>\r\n",
      "habitatRequirements": "White-headed Woodpecker habitat consists of montane coniferous forests dominated by pines. Nest cavities are usually located low in large-diameter conifers, and are frequently excavated in fallen logs. Artificial structures, including fence posts, are also sometimes used. A new nest cavity is typically excavated each year; although occasionally a cavity from previous year may be reused. ",
      "id": 91
    },
    {
      "commonName": "Spotted Towhee",
      "scientificName": {
        "value": "Pipilo maculatus clementae",
        "url": "https://ecos.fws.gov/ecp/species/4243"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc5427.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5427.jpg"
      },
      "speciesDescription": "The Spotted Towhee is a large sparrow with a thick, pointed bill, short neck, chunky body, and long, rounded tail. Males have jet-black upperparts and throat; their wings and back are spotted bright white. The flanks are warm rufous and the belly is white. Females have the same pattern but are warm brown where males are black. In flight, look for white corners to the black tail.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Cornell Lab of Ornithology. 2015. Spotted Towhee. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Spotted_Towhee/id\"> http://www.allaboutbirds.org/guide/Spotted_Towhee/id</a>\r\n<li>Davis, J. 1960. Nesting behavior of the Rufous-sided Towhee in coastal California. Condor 62: 434-456.\r\n<li>Greenlaw, Jon S. 1996. Spotted Towhee (Pipilo maculatus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/263\"> http://bna.birds.cornell.edu/bna/species/263</a>\r\n<li>Grinnell, J., and Miller, A. H. 1944. The distribution of the birds of California. Pac. Coast Avifauna 27.\r\n<li>Shuford, W. D. 1993. The Marin County Breeding Bird Atlas: A Distributional and Natural History of Coastal California Birds. California Avifauna Series 1. Bushtit Books, Bolinas, CA.\r\n<li>Shuford, W. D., and Gardali, T., editors. 2008. California Bird Species of Special Concern: A ranked assessment of species, subspecies, and distinct populations of birds of immediate conservation concern in California. \r\n<li>Stewart, R. M., and Smail, J. 1974. The Status of the Song Sparrow and Bewick's Wren on San Clemente Island and Santa Barbara Island, California, part 1, San Clemente Island. U.S. Fish & Wildl. Serv., Endangered Species Office, Sacramento, CA.\r\n<li>USGS Patuxent Wildlife Research Center. 2012. North American Breeding Bird Survey 1966 - 2010 analysis. <a href=\"http://www.mbr-pwrc.usgs.gov/bbs/specl10.html\"> http://www.mbr-pwrc.usgs.gov/bbs/specl10.html</a>",
      "habitatRequirements": "San Clemente Spotted Towhees are closely tied to the distribution of suitable dense chaparral, in addition to woodlands containing well-developed leaf litter as well as humus sheltered by overhead branches and foliage.The female builds a ground nest into a depression beginning with a framework of dry leaves, stems, and bark strips. Nests are typically overhung with bushes, vines, or clumps of grass that provide shelter and protective screening.",
      "id": 92
    },
    {
      "commonName": "Bald eagle",
      "scientificName": {
        "value": "Haliaeetus leucocephalus",
        "url": "https://ecos.fws.gov/ecp/species/1626"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc3701.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc3701.jpg"
      },
      "speciesDescription": "A large raptor, the bald eagle has a wingspread of about 7 feet. Adults have a dark brown body and wings, white head and tail, and a yellow beak. Juveniles are mostly brown with white mottling on the body, tail, and undersides of wings. Adult plumage usually is obtained by the 6th year. In flight, the Bald Eagle often soars or glides with the wings held at a right angle to the body. As in most other raptors, females are larger than males; sexes otherwise similar in appearance. \r\n\r\n<p><b>References for Species Profile </b> \r\n<ul>\r\n\r\n<li>Anthony, R. G., R. L. Knight, G. T. Allen, B. R. McClelland, and J. L. Hodges. 1982.Habitat use by nesting and roosting Bald Eagles in the Pacific Northwest. Trans. N.A. Wildl. Nat. Resour. Conf. 47:332-342.\r\n\r\n<li>Broley, C. L. 1947. Migration and nesting of Florida Bald Eagles. Wilson Bull. 59:1-68.\r\n\r\n<li>Buehler, D. A., T. J. Mersmann, J. D. Fraser, and J. K. D. Seegar. 1991. Nonbreeding Bald Eagle communal and solitary roosting behavior and habitat use on the northern Chesapeake Bay. J. Wildl. Manage. 55:273-281.\r\n\r\n<li>Buehler, David A. 2000. Bald Eagle (Haliaeetus leucocephalus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/506\"> http://bna.birds.cornell.edu/bna/species/506</a>\r\n\r\n<li>Chester, D. N., D. F. Stauffer, T. J. Smith, D. R. Luukkonen, and J. D. Fraser. 1990.Habitat use by nonbreeding Bald Eagles in North Carolina. J. Wildl. Manage. 54:223-234.\r\n\r\n<li>Cornell Lab of Ornithology. 2015. Bald Eagle. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Bald_Eagle/id\"> http://www.allaboutbirds.org/guide/Bald_Eagle/id<a/>\r\n",
      "habitatRequirements": "Bald Eagles typically breed and winter in forested areas adjacent to large bodies of water. Throughout range, selects large, super-canopy roost trees that are open and accessible. Nests are usually constructed below the crown of a tree, often highest point where large branches join bole of tree. Nests are usually constructed below the crown of a tree, often the highest point where large branches join the bole of a tree. Nests are constructed from an array of sticks placed in an interwoven pattern. Other materials added as fillers may include grasses, mosses, even corn stalks. Nest bowls are lined with finer woody materials, especially Spanish moss in Florida, and ultimately lined with downy feathers from the adults.  Nests are massive; often exceeding several thousand kilograms in weight.",
      "id": 93
    },
    {
      "commonName": "Bells Sparrow",
      "scientificName": {
        "value": "Artemisiospiza belli",
        "url": "https://ecos.fws.gov/ecp/species/9303"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4123.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4123.jpg"
      },
      "speciesDescription": "The Sage Sparrow is a medium-sized bird ranging from 12  15 cm in length. It is generally brownish-gray in color with a grayer head and a more brown-colored back and wings. Some distinctive features of the Sage Sparrow include a white eye ring, a white spot in front of the eye, white streaks along the side of the lower jaw, and sometimes a white streak in the middle of its forehead.  The Sage Sparrows under parts are mostly white with a contrasting much darker blackish, brown tail. The Sage Sparrow is also known for the frequent upward jerk of its tail and its light, metallic call. Juveniles are more streaked on the lower body than adults (Martin and Carlson 1998).\r\n<p><b>Citations:</b>\r\n<ul>\r\n<li>Martin, John W. and Barbara A. Carlson. 1998. Sage Sparrow (Amphispiza belli), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/326\">http://bna.birds.cornell.edu/bna/species/326</a>\r\n</ul>",
      "habitatRequirements": "",
      "id": 94
    },
    {
      "commonName": "Indri lemur",
      "scientificName": {
        "value": "Indri indri",
        "url": "https://ecos.fws.gov/ecp/species/3641"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc1460.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc1460.jpg"
      },
      "speciesDescription": "lemur; listing refers to entire genus.",
      "habitatRequirements": "",
      "id": 95
    },
    {
      "commonName": "Flammulated owl",
      "scientificName": {
        "value": "Otus flammeolus",
        "url": "https://ecos.fws.gov/ecp/species/7728"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4690.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4690.jpg"
      },
      "speciesDescription": "The Flammulated Owl is small with feathered ear tufts, gray or brownish gray body and dark eyes, with juveniles looking similar to adults.\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Environment Canada. 2013. Management Plan for the Flammulated Owl (Otus flammeolus) in Canada. Species at Risk Act Management Plan Series. Environment Canada, Ottawa. 6 pp. + Appendix.\r\n<li>Cornell Lab of Ornithology. 2015. Flammulated Owls. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Flammulated_Owl/id\"> http://www.allaboutbirds.org/guide/Flammulated_Owl/id</a>\r\n<li>Linkhart, Brian D. and D. Archibald Mccallum. 2013. Flammulated Owl (Psiloscops flammeolus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/093\"> http://bna.birds.cornell.edu/bna/species/093</a>\r\n<li>Linkhart, B. D., R. T. Reynolds, and R. A. Ryder. 1998. Home range and habitat of breeding Flammulated Owls in Colorado. Wilson Bulletin 110(3):342-351.\r\n<li>Phillips, A. R. 1942. Notes on the migrations of the Elf and Flammulated Screech Owls.Wilson Bull. 54:132-137.\r\n<li>Reynolds, R. T. and B. D. Linkhart. 1987. The nesting biology of Flammulated Owls in Colorado. Pages 239-248 in Biology and conservation of northern forest owls. (Nero, R. W., R. J. Clark, R. J. Knapton, and R. H. Hamre, Eds.) U.S. For. Serv. Gen. Tech. Rep. RM-142.",
      "habitatRequirements": "Breeds in open pine forest in mountains, especially ponderosa pine forest, with a high abundance or diversity of nocturnal arthropod prey. Females select the nest site after males show their partner available tree cavities in their territory. They will typically nest in an old woodpecker cavity, and do not typically reuse the same cavity in consecutive years. ",
      "id": 96
    },
    {
      "id": 97
    },
    {
      "id": 98
    },
    {
      "commonName": "Hawaiian goose",
      "scientificName": {
        "value": "Branta (=Nesochen) sandvicensis",
        "url": "https://ecos.fws.gov/ecp/species/1627"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc5666.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5666.jpg"
      },
      "speciesDescription": "Somewhat similar in appearance to a Canada Goose except only the face, cap, and hindneck are black; and Hawaiian geese have buff-colored cheeks. The front and sides of the neck appear to have black and white stripes. This is caused by diagonal rows of white feathers with black skin showing through. Males and females have identical plumage. It is also interesting to note that the dusty black feet of this goose are not completely webbed as in all other geese. Usually smaller than the Canada Goose (25\" to 43\"), the Hawaiian goose ranges in size from approximately 21\" to 26\" inches in length.",
      "habitatRequirements": "Nene inhabit a variety of habitats, including grasslands, scrub forests, and sparsely vegetated volcanic slopes (\"Nene or Hawaiian Goose\", 2005; Banko, et al., 1999)",
      "id": 99
    },
    {
      "commonName": "Hell Creek Cave crayfish",
      "scientificName": {
        "value": "Cambarus zophonastes",
        "url": "https://ecos.fws.gov/ecp/species/1552"
      },
      "speciesGroup": "Crustaceans",
      "imageUrl": {
        "value": "/docs/species_images/doc4815.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4815.jpg"
      },
      "speciesDescription": "C. zophonastes was first described from five specimens collected from Hell Creek Cave (Hobbs and Bedinger 1964). This cave crayfish is stygobitic, lacks pigment and eyes, and has an overall body length reaching 2.5 to 3.0 inches.",
      "habitatRequirements": "C. zophonastes are found on muddy stream bottoms, cave stream walls, and other in-stream habitats. Specific habitat preferences have not been studied and are not readily apparent to trained observers. Individuals demonstrate no response to light or observation; however once attempts are made to capture the crayfish, they quickly recognize the threat and attempt to avoid capture.",
      "id": 100
    },
    {
      "commonName": "Santa Barbara song sparrow",
      "scientificName": {
        "value": "Melospiza melodia graminea",
        "url": "https://ecos.fws.gov/ecp/species/5513"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4706.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4706.jpg"
      },
      "speciesDescription": "Song Sparrows are medium-sized and fairly bulky with a rounded head. Their bill is short and stout, tail long and rounded, and wings broad.  Song Sparrows are streaky and brown, with thick streaks on a white chest and flanks. On a closer look, the head is a mix of warm red-brown and slaty-gray. However, these shades as well as the amount of streaking, vary extensively across North America.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Aldrich, J. W. 1984. Ecogeographical variation in size and proportions of Song Sparrows (Melospiza melodia). Ornithol. Monog. 35:1-134.\r\n<li>Arcese, Peter, Mark K. Sogge, Amy B. Marr and Michael A. Patten. 2002. Song Sparrow (Melospizamelodia), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online:  \r\n<a href=\"http://bna.birds.cornell.edu/bna/species/704\"> http://bna.birds.cornell.edu/bna/species/704</a>\r\n<li>Cornell Lab of Ornithology. 2015. Song Sparrow. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Song_Sparrow/id\"> http://www.allaboutbirds.org/guide/Song_Sparrow/id</a>\r\n<li>Davis, A. and P. Arcese. 1999. An examination of migration in Song Sparrow using banding recovery data. N. Am. Bird-bander 24:124-128.\r\n<li>Marshall, J. T., Jr. 1948. Ecologic races of Song Sparrows in the San Francisco Bay region. Part I. Habitat and abundance. Condor 50:193-215.\r\n<li>National Park Service. 2015. Channel Islands Song Sparrow. U.S. Department of the Interior. <a href=\"http://www.nps.gov/chis/learn/nature/song-sparrow.htm\"> http://www.nps.gov/chis/learn/nature/song-sparrow.htm</a>\r\n<li>Nice, M. M. 1937. Studies in the life history of the Song Sparrow, Pt. I. Trans. Linn. Soc. N.Y. 4:1-247.\r\n<li>Partners in Flight. 2012. Species assessment database. <a href=\"http://rmbo.org/pifassessment/Database.aspx\"> http://rmbo.org/pifassessment/Database.aspx</a>\r\n<li>Sauer, J. R., Hines, J. E., and Fallon, J. 2005. The North American Breeding Bird Survey, results and analysis 1966-2004, version 2005.2. USGS Patuxent Wildl. Res. Ctr., Laurel, MD. Available at <a href=\"www.mbr-pwrc. usgs.gov/bbs/bbs.html\"> www.mbr-pwrc. usgs.gov/bbs/bbs.html</a>\r\n<li>Shuford, W. D. 1993. The Marin County Breeding Bird Atlas: A Distributional and Natural History of Coastal California Birds. California Avifauna Series 1. Bushtit Books, Bolinas, CA.\r\n<li>Shuford, W. D., and Gardali, T., editors. 2008. California Bird Species of Special Concern: A ranked assessment of species, subspecies, and distinct populations of birds of immediate conservation concern in California. \r\n<li>Sogge, M. K., and van Riper, C., III. 1988. Breeding biology and population dynamics of the San Miguel Island Song Sparrow (Melospiza melodia micronyx). Tech. Rep. 26, Cooperative National Park Resources Studies Unit, Univ. Calif., Davis.\r\n<li>USGS Patuxent Wildlife Research Center. 2012. North American Breeding Bird Survey 1966 - 2010 analysis. <a href=\"http://www.mbr-pwrc.usgs.gov/bbs/specl10.html\"> http://www.mbr-pwrc.usgs.gov/bbs/specl10.html</a>",
      "habitatRequirements": "The basic requirements of the Channel Island Song Sparrow are very similar to those described for mainland Song Sparrows: moderately dense scrubby vegetation for nesting, escape cover, and foraging; a source of standing or running water or, in dry scrub habitats, constant moisture from fog or dew; adequate light; and exposed ground or leaf litter for foraging. Song sparrows at San Miguel construct compact, open nest bowls of twigs, herbs, parts of shrubs, weed stems, grass stems, and dry leaves, lining them with fine grasses. The nest is typically constructed deep within the nest plant, where they are concealed from island fox predation. This subspecies also tends to build heavier nests and locate them on the leeward side of a shrub due to wind.",
      "id": 101
    },
    {
      "commonName": "Bells Sparrow",
      "scientificName": {
        "value": "Artemisiospiza belli",
        "url": "https://ecos.fws.gov/ecp/species/9303"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4123.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4123.jpg"
      },
      "speciesDescription": "The Sage Sparrow is a medium-sized bird ranging from 12  15 cm in length. It is generally brownish-gray in color with a grayer head and a more brown-colored back and wings. Some distinctive features of the Sage Sparrow include a white eye ring, a white spot in front of the eye, white streaks along the side of the lower jaw, and sometimes a white streak in the middle of its forehead.  The Sage Sparrows under parts are mostly white with a contrasting much darker blackish, brown tail. The Sage Sparrow is also known for the frequent upward jerk of its tail and its light, metallic call. Juveniles are more streaked on the lower body than adults (Martin and Carlson 1998).\r\n<p><b>Citations:</b>\r\n<ul>\r\n<li>Martin, John W. and Barbara A. Carlson. 1998. Sage Sparrow (Amphispiza belli), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/326\">http://bna.birds.cornell.edu/bna/species/326</a>\r\n</ul>",
      "habitatRequirements": "",
      "id": 102
    },
    {
      "commonName": "Bald eagle",
      "scientificName": {
        "value": "Haliaeetus leucocephalus",
        "url": "https://ecos.fws.gov/ecp/species/1626"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc3701.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc3701.jpg"
      },
      "speciesDescription": "A large raptor, the bald eagle has a wingspread of about 7 feet. Adults have a dark brown body and wings, white head and tail, and a yellow beak. Juveniles are mostly brown with white mottling on the body, tail, and undersides of wings. Adult plumage usually is obtained by the 6th year. In flight, the Bald Eagle often soars or glides with the wings held at a right angle to the body. As in most other raptors, females are larger than males; sexes otherwise similar in appearance. \r\n\r\n<p><b>References for Species Profile </b> \r\n<ul>\r\n\r\n<li>Anthony, R. G., R. L. Knight, G. T. Allen, B. R. McClelland, and J. L. Hodges. 1982.Habitat use by nesting and roosting Bald Eagles in the Pacific Northwest. Trans. N.A. Wildl. Nat. Resour. Conf. 47:332-342.\r\n\r\n<li>Broley, C. L. 1947. Migration and nesting of Florida Bald Eagles. Wilson Bull. 59:1-68.\r\n\r\n<li>Buehler, D. A., T. J. Mersmann, J. D. Fraser, and J. K. D. Seegar. 1991. Nonbreeding Bald Eagle communal and solitary roosting behavior and habitat use on the northern Chesapeake Bay. J. Wildl. Manage. 55:273-281.\r\n\r\n<li>Buehler, David A. 2000. Bald Eagle (Haliaeetus leucocephalus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/506\"> http://bna.birds.cornell.edu/bna/species/506</a>\r\n\r\n<li>Chester, D. N., D. F. Stauffer, T. J. Smith, D. R. Luukkonen, and J. D. Fraser. 1990.Habitat use by nonbreeding Bald Eagles in North Carolina. J. Wildl. Manage. 54:223-234.\r\n\r\n<li>Cornell Lab of Ornithology. 2015. Bald Eagle. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Bald_Eagle/id\"> http://www.allaboutbirds.org/guide/Bald_Eagle/id<a/>\r\n",
      "habitatRequirements": "Bald Eagles typically breed and winter in forested areas adjacent to large bodies of water. Throughout range, selects large, super-canopy roost trees that are open and accessible. Nests are usually constructed below the crown of a tree, often highest point where large branches join bole of tree. Nests are usually constructed below the crown of a tree, often the highest point where large branches join the bole of a tree. Nests are constructed from an array of sticks placed in an interwoven pattern. Other materials added as fillers may include grasses, mosses, even corn stalks. Nest bowls are lined with finer woody materials, especially Spanish moss in Florida, and ultimately lined with downy feathers from the adults.  Nests are massive; often exceeding several thousand kilograms in weight.",
      "id": 103
    },
    {
      "commonName": "White headed Woodpecker",
      "scientificName": {
        "value": "Picoides albolarvatus",
        "url": "https://ecos.fws.gov/ecp/species/9411"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4687.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4687.jpg"
      },
      "speciesDescription": "White-headed Woodpeckers are medium-sized with a black body, white head, and white patch in their wings. Adult males have a red patch on the nape.  Juveniles resemble adults, but have a patch of red on top of their white head, more broken white patch on the wing, and duller black in color.\r\n\r\n<p><b>References cited in Species Profile</b> \r\n<ul>\r\n<li> Beal, F. E. L. 1911. Food of the woodpeckers of the United States. U.S. Dept. Agric. Biol. Surv. Bull. 37:1-64.\r\n\r\n<li> Cornell Lab of Ornithology. 2015. White-headed Woodpecker. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/White-headed_Woodpecker/id\"> http://www.allaboutbirds.org/guide/White-headed_Woodpecker/id</a>\r\n\r\n<li> Garrett, Kimball L., Martin G. Raphael and Rita D. Dixon. 1996. White-headed Woodpecker (Picoides albolarvatus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/252\"> http://bna.birds.cornell.edu/bna/species/252</a>\r\n\r\n<li> Mellen-McLean, K., B. Wales & B. Bresson. 2013. A Conservation Assessment for the White-headed woodpecker (Picoides albolarvatus). <a href=\"http://www.fs.fed.us/r6/sfpnw/issssp/documents2/ca-bi-picoides-albolarvatus-2013-08-07.pdf\"> http://www.fs.fed.us/r6/sfpnw/issssp/documents2/ca-bi-picoides-albolarvatus-2013-08-07.pdf</a>\r\n",
      "habitatRequirements": "White-headed Woodpecker habitat consists of montane coniferous forests dominated by pines. Nest cavities are usually located low in large-diameter conifers, and are frequently excavated in fallen logs. Artificial structures, including fence posts, are also sometimes used. A new nest cavity is typically excavated each year; although occasionally a cavity from previous year may be reused. ",
      "id": 104
    },
    {
      "commonName": "Spotted Towhee",
      "scientificName": {
        "value": "Pipilo maculatus clementae",
        "url": "https://ecos.fws.gov/ecp/species/4243"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc5427.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5427.jpg"
      },
      "speciesDescription": "The Spotted Towhee is a large sparrow with a thick, pointed bill, short neck, chunky body, and long, rounded tail. Males have jet-black upperparts and throat; their wings and back are spotted bright white. The flanks are warm rufous and the belly is white. Females have the same pattern but are warm brown where males are black. In flight, look for white corners to the black tail.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Cornell Lab of Ornithology. 2015. Spotted Towhee. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Spotted_Towhee/id\"> http://www.allaboutbirds.org/guide/Spotted_Towhee/id</a>\r\n<li>Davis, J. 1960. Nesting behavior of the Rufous-sided Towhee in coastal California. Condor 62: 434-456.\r\n<li>Greenlaw, Jon S. 1996. Spotted Towhee (Pipilo maculatus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/263\"> http://bna.birds.cornell.edu/bna/species/263</a>\r\n<li>Grinnell, J., and Miller, A. H. 1944. The distribution of the birds of California. Pac. Coast Avifauna 27.\r\n<li>Shuford, W. D. 1993. The Marin County Breeding Bird Atlas: A Distributional and Natural History of Coastal California Birds. California Avifauna Series 1. Bushtit Books, Bolinas, CA.\r\n<li>Shuford, W. D., and Gardali, T., editors. 2008. California Bird Species of Special Concern: A ranked assessment of species, subspecies, and distinct populations of birds of immediate conservation concern in California. \r\n<li>Stewart, R. M., and Smail, J. 1974. The Status of the Song Sparrow and Bewick's Wren on San Clemente Island and Santa Barbara Island, California, part 1, San Clemente Island. U.S. Fish & Wildl. Serv., Endangered Species Office, Sacramento, CA.\r\n<li>USGS Patuxent Wildlife Research Center. 2012. North American Breeding Bird Survey 1966 - 2010 analysis. <a href=\"http://www.mbr-pwrc.usgs.gov/bbs/specl10.html\"> http://www.mbr-pwrc.usgs.gov/bbs/specl10.html</a>",
      "habitatRequirements": "San Clemente Spotted Towhees are closely tied to the distribution of suitable dense chaparral, in addition to woodlands containing well-developed leaf litter as well as humus sheltered by overhead branches and foliage.The female builds a ground nest into a depression beginning with a framework of dry leaves, stems, and bark strips. Nests are typically overhung with bushes, vines, or clumps of grass that provide shelter and protective screening.",
      "id": 105
    },
    {
      "commonName": "Indri lemur",
      "scientificName": {
        "value": "Indri indri",
        "url": "https://ecos.fws.gov/ecp/species/3641"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc1460.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc1460.jpg"
      },
      "speciesDescription": "lemur; listing refers to entire genus.",
      "habitatRequirements": "",
      "id": 106
    },
    {
      "commonName": "Flammulated owl",
      "scientificName": {
        "value": "Otus flammeolus",
        "url": "https://ecos.fws.gov/ecp/species/7728"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4690.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4690.jpg"
      },
      "speciesDescription": "The Flammulated Owl is small with feathered ear tufts, gray or brownish gray body and dark eyes, with juveniles looking similar to adults.\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Environment Canada. 2013. Management Plan for the Flammulated Owl (Otus flammeolus) in Canada. Species at Risk Act Management Plan Series. Environment Canada, Ottawa. 6 pp. + Appendix.\r\n<li>Cornell Lab of Ornithology. 2015. Flammulated Owls. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Flammulated_Owl/id\"> http://www.allaboutbirds.org/guide/Flammulated_Owl/id</a>\r\n<li>Linkhart, Brian D. and D. Archibald Mccallum. 2013. Flammulated Owl (Psiloscops flammeolus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/093\"> http://bna.birds.cornell.edu/bna/species/093</a>\r\n<li>Linkhart, B. D., R. T. Reynolds, and R. A. Ryder. 1998. Home range and habitat of breeding Flammulated Owls in Colorado. Wilson Bulletin 110(3):342-351.\r\n<li>Phillips, A. R. 1942. Notes on the migrations of the Elf and Flammulated Screech Owls.Wilson Bull. 54:132-137.\r\n<li>Reynolds, R. T. and B. D. Linkhart. 1987. The nesting biology of Flammulated Owls in Colorado. Pages 239-248 in Biology and conservation of northern forest owls. (Nero, R. W., R. J. Clark, R. J. Knapton, and R. H. Hamre, Eds.) U.S. For. Serv. Gen. Tech. Rep. RM-142.",
      "habitatRequirements": "Breeds in open pine forest in mountains, especially ponderosa pine forest, with a high abundance or diversity of nocturnal arthropod prey. Females select the nest site after males show their partner available tree cavities in their territory. They will typically nest in an old woodpecker cavity, and do not typically reuse the same cavity in consecutive years. ",
      "id": 107
    },
    {
      "commonName": "White headed Woodpecker",
      "scientificName": {
        "value": "Picoides albolarvatus",
        "url": "https://ecos.fws.gov/ecp/species/9411"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4687.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4687.jpg"
      },
      "speciesDescription": "White-headed Woodpeckers are medium-sized with a black body, white head, and white patch in their wings. Adult males have a red patch on the nape.  Juveniles resemble adults, but have a patch of red on top of their white head, more broken white patch on the wing, and duller black in color.\r\n\r\n<p><b>References cited in Species Profile</b> \r\n<ul>\r\n<li> Beal, F. E. L. 1911. Food of the woodpeckers of the United States. U.S. Dept. Agric. Biol. Surv. Bull. 37:1-64.\r\n\r\n<li> Cornell Lab of Ornithology. 2015. White-headed Woodpecker. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/White-headed_Woodpecker/id\"> http://www.allaboutbirds.org/guide/White-headed_Woodpecker/id</a>\r\n\r\n<li> Garrett, Kimball L., Martin G. Raphael and Rita D. Dixon. 1996. White-headed Woodpecker (Picoides albolarvatus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/252\"> http://bna.birds.cornell.edu/bna/species/252</a>\r\n\r\n<li> Mellen-McLean, K., B. Wales & B. Bresson. 2013. A Conservation Assessment for the White-headed woodpecker (Picoides albolarvatus). <a href=\"http://www.fs.fed.us/r6/sfpnw/issssp/documents2/ca-bi-picoides-albolarvatus-2013-08-07.pdf\"> http://www.fs.fed.us/r6/sfpnw/issssp/documents2/ca-bi-picoides-albolarvatus-2013-08-07.pdf</a>\r\n",
      "habitatRequirements": "White-headed Woodpecker habitat consists of montane coniferous forests dominated by pines. Nest cavities are usually located low in large-diameter conifers, and are frequently excavated in fallen logs. Artificial structures, including fence posts, are also sometimes used. A new nest cavity is typically excavated each year; although occasionally a cavity from previous year may be reused. ",
      "id": 108
    },
    {
      "commonName": "Hell Creek Cave crayfish",
      "scientificName": {
        "value": "Cambarus zophonastes",
        "url": "https://ecos.fws.gov/ecp/species/1552"
      },
      "speciesGroup": "Crustaceans",
      "imageUrl": {
        "value": "/docs/species_images/doc4815.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4815.jpg"
      },
      "speciesDescription": "C. zophonastes was first described from five specimens collected from Hell Creek Cave (Hobbs and Bedinger 1964). This cave crayfish is stygobitic, lacks pigment and eyes, and has an overall body length reaching 2.5 to 3.0 inches.",
      "habitatRequirements": "C. zophonastes are found on muddy stream bottoms, cave stream walls, and other in-stream habitats. Specific habitat preferences have not been studied and are not readily apparent to trained observers. Individuals demonstrate no response to light or observation; however once attempts are made to capture the crayfish, they quickly recognize the threat and attempt to avoid capture.",
      "id": 109
    },
    {
      "commonName": "Hawaiian goose",
      "scientificName": {
        "value": "Branta (=Nesochen) sandvicensis",
        "url": "https://ecos.fws.gov/ecp/species/1627"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc5666.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5666.jpg"
      },
      "speciesDescription": "Somewhat similar in appearance to a Canada Goose except only the face, cap, and hindneck are black; and Hawaiian geese have buff-colored cheeks. The front and sides of the neck appear to have black and white stripes. This is caused by diagonal rows of white feathers with black skin showing through. Males and females have identical plumage. It is also interesting to note that the dusty black feet of this goose are not completely webbed as in all other geese. Usually smaller than the Canada Goose (25\" to 43\"), the Hawaiian goose ranges in size from approximately 21\" to 26\" inches in length.",
      "habitatRequirements": "Nene inhabit a variety of habitats, including grasslands, scrub forests, and sparsely vegetated volcanic slopes (\"Nene or Hawaiian Goose\", 2005; Banko, et al., 1999)",
      "id": 110
    },
    {
      "id": 111
    },
    {
      "id": 112
    },
    {
      "commonName": "Santa Barbara song sparrow",
      "scientificName": {
        "value": "Melospiza melodia graminea",
        "url": "https://ecos.fws.gov/ecp/species/5513"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4706.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4706.jpg"
      },
      "speciesDescription": "Song Sparrows are medium-sized and fairly bulky with a rounded head. Their bill is short and stout, tail long and rounded, and wings broad.  Song Sparrows are streaky and brown, with thick streaks on a white chest and flanks. On a closer look, the head is a mix of warm red-brown and slaty-gray. However, these shades as well as the amount of streaking, vary extensively across North America.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Aldrich, J. W. 1984. Ecogeographical variation in size and proportions of Song Sparrows (Melospiza melodia). Ornithol. Monog. 35:1-134.\r\n<li>Arcese, Peter, Mark K. Sogge, Amy B. Marr and Michael A. Patten. 2002. Song Sparrow (Melospizamelodia), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online:  \r\n<a href=\"http://bna.birds.cornell.edu/bna/species/704\"> http://bna.birds.cornell.edu/bna/species/704</a>\r\n<li>Cornell Lab of Ornithology. 2015. Song Sparrow. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Song_Sparrow/id\"> http://www.allaboutbirds.org/guide/Song_Sparrow/id</a>\r\n<li>Davis, A. and P. Arcese. 1999. An examination of migration in Song Sparrow using banding recovery data. N. Am. Bird-bander 24:124-128.\r\n<li>Marshall, J. T., Jr. 1948. Ecologic races of Song Sparrows in the San Francisco Bay region. Part I. Habitat and abundance. Condor 50:193-215.\r\n<li>National Park Service. 2015. Channel Islands Song Sparrow. U.S. Department of the Interior. <a href=\"http://www.nps.gov/chis/learn/nature/song-sparrow.htm\"> http://www.nps.gov/chis/learn/nature/song-sparrow.htm</a>\r\n<li>Nice, M. M. 1937. Studies in the life history of the Song Sparrow, Pt. I. Trans. Linn. Soc. N.Y. 4:1-247.\r\n<li>Partners in Flight. 2012. Species assessment database. <a href=\"http://rmbo.org/pifassessment/Database.aspx\"> http://rmbo.org/pifassessment/Database.aspx</a>\r\n<li>Sauer, J. R., Hines, J. E., and Fallon, J. 2005. The North American Breeding Bird Survey, results and analysis 1966-2004, version 2005.2. USGS Patuxent Wildl. Res. Ctr., Laurel, MD. Available at <a href=\"www.mbr-pwrc. usgs.gov/bbs/bbs.html\"> www.mbr-pwrc. usgs.gov/bbs/bbs.html</a>\r\n<li>Shuford, W. D. 1993. The Marin County Breeding Bird Atlas: A Distributional and Natural History of Coastal California Birds. California Avifauna Series 1. Bushtit Books, Bolinas, CA.\r\n<li>Shuford, W. D., and Gardali, T., editors. 2008. California Bird Species of Special Concern: A ranked assessment of species, subspecies, and distinct populations of birds of immediate conservation concern in California. \r\n<li>Sogge, M. K., and van Riper, C., III. 1988. Breeding biology and population dynamics of the San Miguel Island Song Sparrow (Melospiza melodia micronyx). Tech. Rep. 26, Cooperative National Park Resources Studies Unit, Univ. Calif., Davis.\r\n<li>USGS Patuxent Wildlife Research Center. 2012. North American Breeding Bird Survey 1966 - 2010 analysis. <a href=\"http://www.mbr-pwrc.usgs.gov/bbs/specl10.html\"> http://www.mbr-pwrc.usgs.gov/bbs/specl10.html</a>",
      "habitatRequirements": "The basic requirements of the Channel Island Song Sparrow are very similar to those described for mainland Song Sparrows: moderately dense scrubby vegetation for nesting, escape cover, and foraging; a source of standing or running water or, in dry scrub habitats, constant moisture from fog or dew; adequate light; and exposed ground or leaf litter for foraging. Song sparrows at San Miguel construct compact, open nest bowls of twigs, herbs, parts of shrubs, weed stems, grass stems, and dry leaves, lining them with fine grasses. The nest is typically constructed deep within the nest plant, where they are concealed from island fox predation. This subspecies also tends to build heavier nests and locate them on the leeward side of a shrub due to wind.",
      "id": 113
    },
    {
      "commonName": "Spotted Towhee",
      "scientificName": {
        "value": "Pipilo maculatus clementae",
        "url": "https://ecos.fws.gov/ecp/species/4243"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc5427.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5427.jpg"
      },
      "speciesDescription": "The Spotted Towhee is a large sparrow with a thick, pointed bill, short neck, chunky body, and long, rounded tail. Males have jet-black upperparts and throat; their wings and back are spotted bright white. The flanks are warm rufous and the belly is white. Females have the same pattern but are warm brown where males are black. In flight, look for white corners to the black tail.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Cornell Lab of Ornithology. 2015. Spotted Towhee. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Spotted_Towhee/id\"> http://www.allaboutbirds.org/guide/Spotted_Towhee/id</a>\r\n<li>Davis, J. 1960. Nesting behavior of the Rufous-sided Towhee in coastal California. Condor 62: 434-456.\r\n<li>Greenlaw, Jon S. 1996. Spotted Towhee (Pipilo maculatus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/263\"> http://bna.birds.cornell.edu/bna/species/263</a>\r\n<li>Grinnell, J., and Miller, A. H. 1944. The distribution of the birds of California. Pac. Coast Avifauna 27.\r\n<li>Shuford, W. D. 1993. The Marin County Breeding Bird Atlas: A Distributional and Natural History of Coastal California Birds. California Avifauna Series 1. Bushtit Books, Bolinas, CA.\r\n<li>Shuford, W. D., and Gardali, T., editors. 2008. California Bird Species of Special Concern: A ranked assessment of species, subspecies, and distinct populations of birds of immediate conservation concern in California. \r\n<li>Stewart, R. M., and Smail, J. 1974. The Status of the Song Sparrow and Bewick's Wren on San Clemente Island and Santa Barbara Island, California, part 1, San Clemente Island. U.S. Fish & Wildl. Serv., Endangered Species Office, Sacramento, CA.\r\n<li>USGS Patuxent Wildlife Research Center. 2012. North American Breeding Bird Survey 1966 - 2010 analysis. <a href=\"http://www.mbr-pwrc.usgs.gov/bbs/specl10.html\"> http://www.mbr-pwrc.usgs.gov/bbs/specl10.html</a>",
      "habitatRequirements": "San Clemente Spotted Towhees are closely tied to the distribution of suitable dense chaparral, in addition to woodlands containing well-developed leaf litter as well as humus sheltered by overhead branches and foliage.The female builds a ground nest into a depression beginning with a framework of dry leaves, stems, and bark strips. Nests are typically overhung with bushes, vines, or clumps of grass that provide shelter and protective screening.",
      "id": 114
    },
    {
      "commonName": "Bald eagle",
      "scientificName": {
        "value": "Haliaeetus leucocephalus",
        "url": "https://ecos.fws.gov/ecp/species/1626"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc3701.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc3701.jpg"
      },
      "speciesDescription": "A large raptor, the bald eagle has a wingspread of about 7 feet. Adults have a dark brown body and wings, white head and tail, and a yellow beak. Juveniles are mostly brown with white mottling on the body, tail, and undersides of wings. Adult plumage usually is obtained by the 6th year. In flight, the Bald Eagle often soars or glides with the wings held at a right angle to the body. As in most other raptors, females are larger than males; sexes otherwise similar in appearance. \r\n\r\n<p><b>References for Species Profile </b> \r\n<ul>\r\n\r\n<li>Anthony, R. G., R. L. Knight, G. T. Allen, B. R. McClelland, and J. L. Hodges. 1982.Habitat use by nesting and roosting Bald Eagles in the Pacific Northwest. Trans. N.A. Wildl. Nat. Resour. Conf. 47:332-342.\r\n\r\n<li>Broley, C. L. 1947. Migration and nesting of Florida Bald Eagles. Wilson Bull. 59:1-68.\r\n\r\n<li>Buehler, D. A., T. J. Mersmann, J. D. Fraser, and J. K. D. Seegar. 1991. Nonbreeding Bald Eagle communal and solitary roosting behavior and habitat use on the northern Chesapeake Bay. J. Wildl. Manage. 55:273-281.\r\n\r\n<li>Buehler, David A. 2000. Bald Eagle (Haliaeetus leucocephalus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/506\"> http://bna.birds.cornell.edu/bna/species/506</a>\r\n\r\n<li>Chester, D. N., D. F. Stauffer, T. J. Smith, D. R. Luukkonen, and J. D. Fraser. 1990.Habitat use by nonbreeding Bald Eagles in North Carolina. J. Wildl. Manage. 54:223-234.\r\n\r\n<li>Cornell Lab of Ornithology. 2015. Bald Eagle. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Bald_Eagle/id\"> http://www.allaboutbirds.org/guide/Bald_Eagle/id<a/>\r\n",
      "habitatRequirements": "Bald Eagles typically breed and winter in forested areas adjacent to large bodies of water. Throughout range, selects large, super-canopy roost trees that are open and accessible. Nests are usually constructed below the crown of a tree, often highest point where large branches join bole of tree. Nests are usually constructed below the crown of a tree, often the highest point where large branches join the bole of a tree. Nests are constructed from an array of sticks placed in an interwoven pattern. Other materials added as fillers may include grasses, mosses, even corn stalks. Nest bowls are lined with finer woody materials, especially Spanish moss in Florida, and ultimately lined with downy feathers from the adults.  Nests are massive; often exceeding several thousand kilograms in weight.",
      "id": 115
    },
    {
      "commonName": "Bells Sparrow",
      "scientificName": {
        "value": "Artemisiospiza belli",
        "url": "https://ecos.fws.gov/ecp/species/9303"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4123.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4123.jpg"
      },
      "speciesDescription": "The Sage Sparrow is a medium-sized bird ranging from 12  15 cm in length. It is generally brownish-gray in color with a grayer head and a more brown-colored back and wings. Some distinctive features of the Sage Sparrow include a white eye ring, a white spot in front of the eye, white streaks along the side of the lower jaw, and sometimes a white streak in the middle of its forehead.  The Sage Sparrows under parts are mostly white with a contrasting much darker blackish, brown tail. The Sage Sparrow is also known for the frequent upward jerk of its tail and its light, metallic call. Juveniles are more streaked on the lower body than adults (Martin and Carlson 1998).\r\n<p><b>Citations:</b>\r\n<ul>\r\n<li>Martin, John W. and Barbara A. Carlson. 1998. Sage Sparrow (Amphispiza belli), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/326\">http://bna.birds.cornell.edu/bna/species/326</a>\r\n</ul>",
      "habitatRequirements": "",
      "id": 116
    },
    {
      "commonName": "Indri lemur",
      "scientificName": {
        "value": "Indri indri",
        "url": "https://ecos.fws.gov/ecp/species/3641"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc1460.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc1460.jpg"
      },
      "speciesDescription": "lemur; listing refers to entire genus.",
      "habitatRequirements": "",
      "id": 117
    },
    {
      "commonName": "Flammulated owl",
      "scientificName": {
        "value": "Otus flammeolus",
        "url": "https://ecos.fws.gov/ecp/species/7728"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4690.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4690.jpg"
      },
      "speciesDescription": "The Flammulated Owl is small with feathered ear tufts, gray or brownish gray body and dark eyes, with juveniles looking similar to adults.\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Environment Canada. 2013. Management Plan for the Flammulated Owl (Otus flammeolus) in Canada. Species at Risk Act Management Plan Series. Environment Canada, Ottawa. 6 pp. + Appendix.\r\n<li>Cornell Lab of Ornithology. 2015. Flammulated Owls. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Flammulated_Owl/id\"> http://www.allaboutbirds.org/guide/Flammulated_Owl/id</a>\r\n<li>Linkhart, Brian D. and D. Archibald Mccallum. 2013. Flammulated Owl (Psiloscops flammeolus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/093\"> http://bna.birds.cornell.edu/bna/species/093</a>\r\n<li>Linkhart, B. D., R. T. Reynolds, and R. A. Ryder. 1998. Home range and habitat of breeding Flammulated Owls in Colorado. Wilson Bulletin 110(3):342-351.\r\n<li>Phillips, A. R. 1942. Notes on the migrations of the Elf and Flammulated Screech Owls.Wilson Bull. 54:132-137.\r\n<li>Reynolds, R. T. and B. D. Linkhart. 1987. The nesting biology of Flammulated Owls in Colorado. Pages 239-248 in Biology and conservation of northern forest owls. (Nero, R. W., R. J. Clark, R. J. Knapton, and R. H. Hamre, Eds.) U.S. For. Serv. Gen. Tech. Rep. RM-142.",
      "habitatRequirements": "Breeds in open pine forest in mountains, especially ponderosa pine forest, with a high abundance or diversity of nocturnal arthropod prey. Females select the nest site after males show their partner available tree cavities in their territory. They will typically nest in an old woodpecker cavity, and do not typically reuse the same cavity in consecutive years. ",
      "id": 118
    },
    {
      "id": 119
    },
    {
      "id": 120
    },
    {
      "commonName": "Dog",
      "speciesDescription": "Dog",
      "imageUrl": {
        "url": "addToAnimals"
      },
      "id": 121
    }
  ]
}