{
  "zoos": [
    {
      "id": 1,
      "name": "San Diego Zoo",
      "habitat": "Grassland",
      "description": "The San Diego Zoo Safari Park, an 1,800-acre wildlife park, is home to more than 3,600 animals representing over 300 species. Located in Escondido, California, the Safari Park welcomes more than 1.5 million guests each year to see animals in herds of mixed species, in expansive savanna habitats.",
      "image": "https://www.sandiego.org/-/media/597a48550e6d456abc93a6f8b8fd2a4c.jpg",
      "animals": [
        {
          "name": "Winnie",
          "details": "the pooh bear",
          "image": "https://upload.wikimedia.org/wikipedia/en/1/10/Winniethepooh.png"
        },
        {
          "name": "dog",
          "image": "https://images.pexels.com/photos/1108099/pexels-photo-1108099.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
          "details": "dog"
        },
        {
          "name": "Dudley Bluffs twinpod",
          "image": "https://ecos.fws.gov/docs/species_images/doc4186.JPG",
          "details": "Dudley Bluffs twinpod is a herbaceous (non-woody) plant species in the mustard family (Brassicaceae).  It is a compact plant with many raised branches arising from a deep tap root.  The plant grows on average 4 to 7 inches tall and 7 inches wide. Stems are smooth and narrow with oval to arrowhead shaped leaves that are very dense at the base.  Dudley Bluffs twinpods clusters of bright-yellow flowers bloom for a short time between mid-May and June.  Dudley Bluffs twinpod is a close relative of the common sharpleaf twinpod (Physaria acutifolia) and it can be difficult to distinguish the two species at a glance.    \r\nDudley Bluffs twinpod is only known to occur in the general area of Piceance Creek in Rio Blanco County in western Colorado, near the town of Meeker.  The species is restricted to barren (sparsely vegetated), white outcrops and steep slopes of the Parachute Creek Member and certain tongues of the Green River Formation.  Its habitat is unique because it supports the growth of only a few plants that can tolerate difficult growing conditions.  \r\n\r\nWhy does the Dudley Bluffs twinpod need protection?\r\nThe unique geology of the Piceance Creek area is important to the Dudley Bluffs twinpod (and many other endemic plant species).  It is also part of the Piceance Basins multimineral oil shale zone, an area containing large reserves of oil shale, natural gas, and minerals.  However, energy exploration, extraction, and the many associated activities in the region can disturb or degrade the fragile shale habitats. They can also pose a threat to native ground nesting bees that pollinate Dudley Bluffs twinpod.  Other threats include weed invasion and increased access to these remote areas by recreationists.\r\n  \r\n\r\n\r\n"
        },
        {
          "name": "dog",
          "image": "https://images.pexels.com/photos/1108099/pexels-photo-1108099.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
          "details": "The Cutest"
        }
      ]
    },
    {
      "id": 2,
      "name": "Columbus Zoo",
      "habitat": "Plains",
      "description": "The Columbus Zoo and Aquarium is dedicated to being a responsible and accessible community partner. Through our outreach and engagement programs, we identify and invite diverse and underserved groups in our community to enrich their relationship with nature. These programs educate and empower all people so they may be compelled to love and protect the future of wildlife and wild places. Here’s how we seek them out and invite them in.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/4/46/Columbus_Zoo_-_51284639854.jpg",
      "animals": [
        {
          "name": "Tiger",
          "details": "super scary",
          "image": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Walking_tiger_female.jpg"
        },
        {
          "name": "Long-billed curlew",
          "image": "https://ecos.fws.gov/docs/species_images/doc4121.jpg",
          "details": "The Long-billed curlew is a large, long-legged shorebird with a very long, decurved bill. Body plumage is rich buff throughout tinged with cinnamon or pink, and with upperparts streaked and barred with dark brown; underwing-lining contrasting cinnamon, and upper surface of remiges contrasting orange-brown. Sexes similar in appearance, but female averages larger with longer bill than male. Juvenile distinguished from adult by wing-coverts, which have dark-brown centers but lack dark-brown barring and pale notches. Juvenal tertials also more brightly marked than in adult, with darker, wider central stripes and cinnamon-buff versus grayish-buff ground color; underparts may also be less prominently streaked than in adults, and bill distinctly shorter, especially in newly fledged birds.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Allen, J. N. 1980. The ecology and behavior of the Long-billed Curlew in southeastern Washington. Wildl. Monogr. 73:1-67.\r\n<li>Boland, J. M. 1988. Ecology of North American shorebirds: latitudinal distributions, community structure, foraging behaviors, and interspecific competition. Phd Thesis. Univ. of California, Los Angeles.\r\n<li>Campbell, R. W., N. K. Dawe, I. McTaggart-Cowan, J. M. Cooper, and G. W. Kaiser. 1990.The birds of British Columbia, Vol. 2: diurnal birds of prey through woodpeckers. R. Br. Columbia Mus. Victoria.\r\n<li>Chandler, R. J. 1989. North Atlantic shorebirds. Facts on File, New York.\r\n<li>Dugger, Bruce D. and Katie M. Dugger. 2002. Long-billed Curlew (Numenius americanus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/628\"> http://bna.birds.cornell.edu/bna/species/628</a>\r\n<li>Fellows, S. D., and S. L. Jones. 2009. Status assessment and conservation action plan for the Long-billed Curlew (Numenius americanus). U.S. Department of Interior, Fish and Wildlife Service, Biological Technical Publication, FWS/BTP-R6012- 2009, Washington, D.C.\r\n<li>Hooper, T. D. and M. D. Pitt. 1996. Breeding bird communities and habitat associations in the grasslands of the Chilocotin region, British Columbia. Canada-British Columbia Partnership Agreement on Forest Resource Development: FRDA II.\r\n<li>Jenni, D. A., R. L. Redmond, and T. K. Bicak. 1981. Behavioral ecology and habitat relationships of Long-billed Curlew in western Idaho. Dep. Int. Bur. Land Manage. Boise District, Idaho.\r\n<li>King, R. 1978. Habitat use and related behaviors of breeding Long-billed Curlews.Master's Thesis. Colorado State Univ. Fort Collins.\r\n<li>Pampush, G. J. 1980. Status report on the Long-billed Curlew in the Columbia and Northern Great Basins. U.S. Fish Wildl. Serv. Portland, OR.\r\n<li>Pampush, G. J. and R. G. Anthony. 1993. Nest success, habitat utilization and nest-site selection of Long-billed Curlews in the Columbia Basin, Oregon. Condor 95:957-967.\r\n<li>Paulson, D. 1993. Shorebirds of the Pacific Northwest. Univ. of Washington Press, Seattle.\r\n<li>Sibley, D. A. 2000. The Sibley guide to birds. Alfred A. Knopf, New York.\r\n<li>Skagen, S. K. and F. L. Knopf. 1993. Toward conservation of mid-continental shorebird migration. Conserv. Biol. 7:533-541.\r\n<li>Wolfe, L. R. 1931. The breeding Limicolae of Utah. Condor 33:49-59."
        }
      ]
    },
    {
      "id": 3,
      "name": "Omaha Zoo",
      "habitat": "Prairie",
      "description": "Omaha's Henry Doorly Zoo and Aquarium's mission is to inspire, educate and engage people to serve as lifelong stewards for the conservation of animals and their habitats.",
      "image": "https://assets.speakcdn.com/assets/2140/omahas_zoo_and_aquarium.jpg",
      "animals": [
        {
          "name": "Elephant",
          "details": "Big boi, long nose",
          "image": "https://upload.wikimedia.org/wikipedia/commons/6/63/African_elephant_warning_raised_trunk.jpg"
        },
        {
          "name": "American bittern",
          "image": "https://ecos.fws.gov/docs/species_images/doc4117.jpg",
          "details": "The American Bittern is a medium-sized heron of approximately 60-85cm in length. Adult plumage is brown with heavy white streaks. A distinguishing feature of this bird is a black streak that extends from the eye down the side of its neck. Males and females are similar in appearance, but males are slightly larger. Juveniles are distinguishable from adults by the lack of a black neck streak (Lowther et al. 2009).\r\n\r\n<p>Life History information provided for the American Bittern is summarized from the Birds of North America Online (<a href=\"http://bna.birds.cornell.edu/bna/\">http://bna.birds.cornell.edu/bna/</a>). \r\n\r\n<p><b>References Cited in Species Profile</b>\r\n<ul> \r\n<li>American Ornithologists' Union (AOU). 1998. Check-list of North American birds. Seventh edition. American Ornithologists' Union, Washington, D.C. [as modified by subsequent supplements and corrections published in The Auk]. Also available online:<a href=\"http://www.aou.org/\">http://www.aou.org/</a>\r\n<li>Byers, E. 1951. Feeding behavior of young American Bitterns. Wilson Bull. 63:334-336.\r\n<li>Caffey, R.H. and M. Schexnayder. 2003. \"Coastal Louisiana and South Florida: A Comparative Wetland Inventory,\" Interpretive Topic Series on Coastal Wetland Restoration in Louisiana, Coastal Wetland Planning, Protection, and Restoration Act (eds.), National Sea Grant Library. 8 pp.<a href=\"http://lacoast.gov/new/Data/Reports/ITS/Florida.pdf\">http://lacoast.gov/new/Data/Reports/ITS/Florida.pdf</a>\r\n<li>Duebbert, H. F. and J. T. Lokemoen. 1977. Upland nesting of American Bitterns, Marsh Hawks, and Short-eared Owls. Prairie Nat. 9:33-39.\r\n<li>Gabrielson, I. N. 1914. Ten days' bird study in a Nebraska swamp. Wilson Bull. 87:51-68.\r\n<li>Gibbs, J. P., J. R. Longcore, D. G. McAuley, and J. K. Ringelman. 1991. Use of wetland habitats by selected nongame waterbirds in Maine. U.S. Fish and Wildl. Serv., Fish Wildl. Res. 9.\r\n<li>Graber, J. W., R. R. Graber, and E. L. Kirk. 1978. Illinois Birds: Ciconiiformes. Ill. Nat. Hist. Surv. Biol. Notes 109.\r\n<li>Lowther, Peter, Alan F. Poole, J. P. Gibbs, S. Melvin and F. A. Reid. 2009. American Bittern (Botaurus lentiginosus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/018\">http://bna.birds.cornell.edu/bna/species/018</a>\r\n<li>Palmer, R. S. 1962. Handbook of North American birds. Vol. 1. Yale Univ. Press, New Haven, CT.\r\n<li>Rehm, E. M. and G. A. Baldassarre. 2007b. The influence of interspersion on marsh bird abundance in New York. Wilson Journal of Ornithology 119(4):648-654.\r\n<li>Root, T. 1988. Atlas of wintering North American birds, an analysis of Christmas Bird Count data. Univ. Chicago Press, Chicago, IL.\r\n</ul>"
        }
      ]
    }
  ],
  "animals": [
    {
      "id": 1,
      "name": "Tiger",
      "details": "super scary",
      "image": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Walking_tiger_female.jpg"
    },
    {
      "id": 2,
      "name": "Winnie",
      "details": "the pooh bear",
      "image": "https://upload.wikimedia.org/wikipedia/en/1/10/Winniethepooh.png"
    },
    {
      "id": 3,
      "name": "Elephant",
      "details": "Big boi, long nose",
      "image": "https://upload.wikimedia.org/wikipedia/commons/6/63/African_elephant_warning_raised_trunk.jpg"
    },
    {
      "commonName": "Northern riffleshell",
      "scientificName": {
        "value": "Epioblasma rangiana",
        "url": "https://ecos.fws.gov/ecp/species/527"
      },
      "speciesGroup": "Clams",
      "imageUrl": {
        "value": "/docs/species_images/doc5028.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5028.jpg"
      },
      "speciesDescription": "The northern riffleshell is a small to medium size (up to 3 inches long) freshwater mussel that was listed as endangered, without critical habitat, in 1993 (58 FR 5638-5642). Its shell exterior is brownish yellow to yellowish green with fine green rays. The shell interior is typically white. The species is sexually dimorphic; male shells are irregular ovate in outline, with a wide shallow sulcus just anterior to the posterior ridge. Female shells are obovate in outline, and greatly expanded post ventrally. The expanded shell shape of the female riffleshell results from shell growth around the expanded marsupial region.",
      "habitatRequirements": "",
      "id": 4
    },
    {
      "commonName": "Coosa moccasinshell",
      "scientificName": {
        "value": "Medionidus parvulus",
        "url": "https://ecos.fws.gov/ecp/species/2575"
      },
      "speciesGroup": "Clams",
      "imageUrl": {
        "value": "/docs/species_images/doc4980.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4980.jpg"
      },
      "speciesDescription": "The Coosa moccasinshell is a small species measuring up to 58 mm in length (Williams et al. 2008). The shell is thin and fragile, elongate and elliptical to rhomboidal in outline. The posterior ridge is inflated and smoothly rounded, terminating in a broadly rounded point; the posterior slope is finely corrugated. The periostracum is yellow-brown to dark brown and has fine green rays. The nacre is blue, occasionally with salmoncolored spots (68 FR 14752).",
      "habitatRequirements": "",
      "id": 5
    },
    {
      "commonName": "Alabama beach mouse",
      "scientificName": {
        "value": "Peromyscus polionotus ammobates",
        "url": "https://ecos.fws.gov/ecp/species/6956"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc4923.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4923.jpg"
      },
      "speciesDescription": "Adult Alabama beach mice are brown above, sometimes with darker stripe down back; white below. Tail short, dark on top. Juvenile and subabult Alabama beach mice may be gray above; white below but transition to brown when approaching adult status.",
      "habitatRequirements": "Coastal dune ecosystem of Alabama.",
      "id": 6
    },
    {
      "commonName": "Cactus Wren",
      "scientificName": {
        "value": "Campylorhynchus brunneicapillus",
        "url": "https://ecos.fws.gov/ecp/species/8834"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc3685.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc3685.jpg"
      },
      "speciesDescription": "Adult Cactus Wrens are very large wrens; upperparts brownish with scattered white streaks; long white eyestripe; wings barred; long, brown tail barred with black.  Juveniles have paler and more sparsely spotted underparts, darker crown, and lighter markings on back and wings.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Cornell Lab of Ornithology. 2015. Cactus Wren. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Cactus_Wren/id\"> http://www.allaboutbirds.org/guide/Cactus_Wren/id</a>\r\n\r\n<li>Hamilton, Robert A., Glenn A. Proudfoot, Dawn A. Sherry and Steve Johnson. 2011. Cactus Wren (Campylorhynchus brunneicapillus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/558\"> http://bna.birds.cornell.edu/bna/species/558</a>\r\n\r\n<li>Tomoff, C. S. 1974. Avian species diversity in desert scrub. Ecology 55:296-403.\r\n\r\n<li>Year 3 Annual Report for the Chula Vista Cactus Wren Habitat Restoration and Enhancement Program (SANDAG Grant Number 5001130; RECON Number 5296)\r\n",
      "habitatRequirements": "Resident in arid lowland and montane thorn-scrub, suburbs. Nests are domed with tunnel-shaped entrance, made of coarse grass or plant fibers, lined with feathers and placed in a cactus or thorn tree.",
      "id": 7
    },
    {
      "commonName": "Pawnee montane skipper",
      "scientificName": {
        "value": "Hesperia leonardus montana",
        "url": "https://ecos.fws.gov/ecp/species/929"
      },
      "speciesGroup": "Insects",
      "imageUrl": {
        "value": "/docs/species_images/doc4425.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4425.jpg"
      },
      "speciesDescription": "The skipper, a member of the Hesperidae butterfly family, was first described in 1911 as Pamphila (Hesperia) pawnee montana.  In 1982, two species (Hesperia pawnee and Hesperia leonardus) were combined, retaining the specific name leonardus, and treating the Pawnee montane skipper as Hesperia leonardus montana.  The subspecies occurs only in the South Platte Canyon River drainage system in Colorado, in portions of Jefferson, Douglas, Teller, and Park Counties.\n\nThe Pawnee montane skipper is a small, brownish-yellow butterfly with a wing span slightly over 1 inch.  Small, fulvous (dull brownish-yellow), usually distinct spots occur near the outer margins of the upper surface of the wings, while one to four distinct brownish to off-white spots occur on the lower (ventral) surface of the wings.  The ventral spots are larger on the hind wing and are generally whiter on the female butterfly.\n",
      "habitatRequirements": "Skippers occur in dry, open, ponderosa pine woodlands on moderately steep slopes with soils derived from Pikes Peak granite.  The understory is very sparse in the pine woodlands.  Blue grama grass, the larval food plant, and prairie gayfeather, the primary nectar plant, are two necessary components of the groundcover strata.  Small clumps of blue grama occur throughout the hot, open slopes inhabited by skippers.  Prairie gayfeather occurs throughout the ponderosa pine woodlands.  Skippers are very uncommon in pine woodlands with a tall shrub understory or where young conifers dominate the understory.\n\nA quantitative estimate of optimum skipper habitat characteristics includes: tree canopy cover of 30 percent with ponderosa pine cover of 25 percent and Douglas-fir of 5 percent; tree density of less than 120 trees/acre in the smallest size class (0-5 inches diameter breast high) and overall tree density of less than 200 trees/acre; shrub and grass cover generally less than 10 percent; prairie gayfeather flowering stem density ranging from 50 to 500 flowering stems/acre; and blue grama canopy cover of 1 to 5 percent.  The limiting habitat endpoints for the skipper seem to be treeless areas of 5 acres or more at one extreme to woodlands with understory shrub cover of 25 percent or more at the other extreme.  The skipper is largely absent from steep, north-facing Douglas-fir stands where neither prairie gayfeather nor blue grama are plentiful.\n\nPrairie gayfeather seems to require openings from single event disturbance such as logging or fire-created habitat, but does not tolerate continuous disturbance.  However, it appears that the skipper does not colonize such areas for at least several years after disturbance and regeneration.  Burnt or logged areas surveyed in 1986 had low numbers of skippers.\n",
      "id": 8
    },
    {
      "commonName": "Clay-Loving wild buckwheat",
      "scientificName": {
        "value": "Eriogonum pelinophilum",
        "url": "https://ecos.fws.gov/ecp/species/3348"
      },
      "speciesGroup": "Flowering Plants",
      "imageUrl": {
        "value": "/docs/species_images/doc4180.JPG",
        "url": "https://ecos.fws.gov/docs/species_images/doc4180.JPG"
      },
      "speciesDescription": "Clay-loving wild buckwheat is a low growing, rounded, densely branched subshrub in the buckwheat family (Polygonaceae).  It has dark green leaves that roll inward and appear needle-like.  Though it only grows 6 to 8 inches tall, it is known to live for more than 18 years.  Its small white to cream colored flowers with pink veins are are clustered at the end of each branch.  Clay-loving wild buckwheat can be found in bloom from late May to early September.   \r\n\r\nClay-loving wild buckwheat is endemic to the rolling clay (adobe) hills and flats immediately adjacent to the communities of Delta and Montrose, Colorado.   These white alkaline clay barrens are derived from the Mancos Shale Formation, deposits from an ancient inland sea.  These barrens are inhospitable to only but the most adapted species.  Species found in association with the clay-loving wild buckwheat include mat saltbrush, black sagebrush, shadscale, and Adobe Hills beardtongue, another local endemic.  The unique soils that support clay-loving wild buckwheat populations are limited in their distribution.  This means that the clay-loving wild buckwheat is also limited in habitat.  \r\n\r\nClay-loving wild buckwheat was listed as an endangered species in 1984 because of the extremely limited range of its habitat and the high risk of habitat loss.  Increasing urban, residential, and agricultural development in the region poses to irreversible alter the habitat they rely on to survive.  Additionally, a major indirect effects of habitat conversion is the loss of the diversity of insect pollinators vital to the species reproduction.   On public lands, Off-Highway Vehicle (OHV) recreation and grazing can also have significant impacts to the species These activities can cause direct loss of plants and habitat, as well as have indirect negative affects to the species from changes in pollinator communities, habitat, and hydrology, fragmentation of populations.  Over 50 species of insects (including bees, ants, and beetles) have been found to visit clay-loving wild buckwheat.  In these barren landscapes where few resources are present, plants such as the clay-loving wild buckwheat can be important in sustaining an ecosystem. Much of these populations (40%) occur on private lands.\r\n\r\n",
      "habitatRequirements": "The Delta/Montrose area is dry, receiving an average of 8 to 9 inches (20 to 23 centimeters of precipitation a year. The soils where clay-loving wild buckwheat is found are described as whitish, alkaline (with a pH over 7), clay soils of the Mancos shale formation, a Cretaceous marine sediment formation.  Mancos shale outcrops are relatively barren of vegetation in comparison to surrounding areas.  Several components of the clay soils of the Mancos shale limit plant growth: soils are fine-textured and lose moisture more readily; clay soils are compactable which limits gas exchange and thus root growth; clay soils hold more water which is unavailable for plant use; water infiltration is slow; and the extreme swelling and shrinking of the soils limits water availability and oxygen exchange for plant roots.  In addition, the soils are calcareous (containing calcium carbonate) with high pH values making for difficult growing conditions.\r\nClay-loving wild buckwheat plants are generally found within swales or drainages that are moister than surrounding areas.  Plant communities associated with Clay-loving wild buckwheat are characterized by low species diversity, low productivity, and minimal canopy cover.  The associated vegetation is sparse, with clay-loving wild buckwheat generally one of the dominant species.  In lower elevations near Delta, the dominant plant species is Atriplex corrugata (mat saltbrush), but at higher elevations near Montrose the dominant plant species is Artemesia nova (black sagebrush), although A. corrugata is still abundant.  Other associated species include Atriplex confertifolia (shadscale), A. gardneri (Gardners saltbush), Picrothamnus desertorum (formerly Artemisia spinescens) (bud sagebrush), Xylorhiza venusta (charming woodyaster), and another local endemic Penstemon retrorsus (Adobe Hills beardtongue).",
      "id": 9
    },
    {
      "commonName": "Alabama leather flower",
      "scientificName": {
        "value": "Clematis socialis",
        "url": "https://ecos.fws.gov/ecp/species/6300"
      },
      "speciesGroup": "Flowering Plants",
      "imageUrl": {
        "value": "/docs/species_images/doc5678.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5678.jpg"
      },
      "speciesDescription": "Clematis socialis is a small, colonial (patch-forming) herb that may reach 0.3 m (12 in.) in height. The most distinctive feature of the species is the combination of a rhizomatous growth habit and the formation of dense clones of erect, low, one- to few-flowered shoots. Leaves are variable from the base to the apex of the stem. The lowermost leaves are scale-like, oblong or triangular in shape, and mostly under 1 cm (0.39 in.) long; median leaves are simple, mostly elliptic-linear in shape, 4-12 cm (1.6-4.7 in.) long, and 0.5-1 cm (0.2-0.39 in.) wide; and upper leaves are 3-5 foliate and shaped as in the median leaves. Flowers are solitary, located at the tips of slender stems, urn to bell-shaped, 2-3 cm (0.79-1.18 in.) long, and blue-violet in color. Fruits are aggregates of achenes that are densely pubescent and 2.5-3 cm (0.98-1.18 in.) in length.",
      "habitatRequirements": "",
      "id": 10
    },
    {
      "commonName": "Northern riffleshell",
      "scientificName": {
        "value": "Epioblasma rangiana",
        "url": "https://ecos.fws.gov/ecp/species/527"
      },
      "speciesGroup": "Clams",
      "imageUrl": {
        "value": "/docs/species_images/doc5028.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5028.jpg"
      },
      "speciesDescription": "The northern riffleshell is a small to medium size (up to 3 inches long) freshwater mussel that was listed as endangered, without critical habitat, in 1993 (58 FR 5638-5642). Its shell exterior is brownish yellow to yellowish green with fine green rays. The shell interior is typically white. The species is sexually dimorphic; male shells are irregular ovate in outline, with a wide shallow sulcus just anterior to the posterior ridge. Female shells are obovate in outline, and greatly expanded post ventrally. The expanded shell shape of the female riffleshell results from shell growth around the expanded marsupial region.",
      "habitatRequirements": "",
      "id": 11
    },
    {
      "commonName": "Coosa moccasinshell",
      "scientificName": {
        "value": "Medionidus parvulus",
        "url": "https://ecos.fws.gov/ecp/species/2575"
      },
      "speciesGroup": "Clams",
      "imageUrl": {
        "value": "/docs/species_images/doc4980.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4980.jpg"
      },
      "speciesDescription": "The Coosa moccasinshell is a small species measuring up to 58 mm in length (Williams et al. 2008). The shell is thin and fragile, elongate and elliptical to rhomboidal in outline. The posterior ridge is inflated and smoothly rounded, terminating in a broadly rounded point; the posterior slope is finely corrugated. The periostracum is yellow-brown to dark brown and has fine green rays. The nacre is blue, occasionally with salmoncolored spots (68 FR 14752).",
      "habitatRequirements": "",
      "id": 12
    },
    {
      "commonName": "Alabama beach mouse",
      "scientificName": {
        "value": "Peromyscus polionotus ammobates",
        "url": "https://ecos.fws.gov/ecp/species/6956"
      },
      "speciesGroup": "Mammals",
      "imageUrl": {
        "value": "/docs/species_images/doc4923.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4923.jpg"
      },
      "speciesDescription": "Adult Alabama beach mice are brown above, sometimes with darker stripe down back; white below. Tail short, dark on top. Juvenile and subabult Alabama beach mice may be gray above; white below but transition to brown when approaching adult status.",
      "habitatRequirements": "Coastal dune ecosystem of Alabama.",
      "id": 13
    },
    {
      "commonName": "Cactus Wren",
      "scientificName": {
        "value": "Campylorhynchus brunneicapillus",
        "url": "https://ecos.fws.gov/ecp/species/8834"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc3685.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc3685.jpg"
      },
      "speciesDescription": "Adult Cactus Wrens are very large wrens; upperparts brownish with scattered white streaks; long white eyestripe; wings barred; long, brown tail barred with black.  Juveniles have paler and more sparsely spotted underparts, darker crown, and lighter markings on back and wings.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Cornell Lab of Ornithology. 2015. Cactus Wren. All About Birds. <a href=\"http://www.allaboutbirds.org/guide/Cactus_Wren/id\"> http://www.allaboutbirds.org/guide/Cactus_Wren/id</a>\r\n\r\n<li>Hamilton, Robert A., Glenn A. Proudfoot, Dawn A. Sherry and Steve Johnson. 2011. Cactus Wren (Campylorhynchus brunneicapillus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/558\"> http://bna.birds.cornell.edu/bna/species/558</a>\r\n\r\n<li>Tomoff, C. S. 1974. Avian species diversity in desert scrub. Ecology 55:296-403.\r\n\r\n<li>Year 3 Annual Report for the Chula Vista Cactus Wren Habitat Restoration and Enhancement Program (SANDAG Grant Number 5001130; RECON Number 5296)\r\n",
      "habitatRequirements": "Resident in arid lowland and montane thorn-scrub, suburbs. Nests are domed with tunnel-shaped entrance, made of coarse grass or plant fibers, lined with feathers and placed in a cactus or thorn tree.",
      "id": 14
    },
    {
      "commonName": "Pawnee montane skipper",
      "scientificName": {
        "value": "Hesperia leonardus montana",
        "url": "https://ecos.fws.gov/ecp/species/929"
      },
      "speciesGroup": "Insects",
      "imageUrl": {
        "value": "/docs/species_images/doc4425.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4425.jpg"
      },
      "speciesDescription": "The skipper, a member of the Hesperidae butterfly family, was first described in 1911 as Pamphila (Hesperia) pawnee montana.  In 1982, two species (Hesperia pawnee and Hesperia leonardus) were combined, retaining the specific name leonardus, and treating the Pawnee montane skipper as Hesperia leonardus montana.  The subspecies occurs only in the South Platte Canyon River drainage system in Colorado, in portions of Jefferson, Douglas, Teller, and Park Counties.\n\nThe Pawnee montane skipper is a small, brownish-yellow butterfly with a wing span slightly over 1 inch.  Small, fulvous (dull brownish-yellow), usually distinct spots occur near the outer margins of the upper surface of the wings, while one to four distinct brownish to off-white spots occur on the lower (ventral) surface of the wings.  The ventral spots are larger on the hind wing and are generally whiter on the female butterfly.\n",
      "habitatRequirements": "Skippers occur in dry, open, ponderosa pine woodlands on moderately steep slopes with soils derived from Pikes Peak granite.  The understory is very sparse in the pine woodlands.  Blue grama grass, the larval food plant, and prairie gayfeather, the primary nectar plant, are two necessary components of the groundcover strata.  Small clumps of blue grama occur throughout the hot, open slopes inhabited by skippers.  Prairie gayfeather occurs throughout the ponderosa pine woodlands.  Skippers are very uncommon in pine woodlands with a tall shrub understory or where young conifers dominate the understory.\n\nA quantitative estimate of optimum skipper habitat characteristics includes: tree canopy cover of 30 percent with ponderosa pine cover of 25 percent and Douglas-fir of 5 percent; tree density of less than 120 trees/acre in the smallest size class (0-5 inches diameter breast high) and overall tree density of less than 200 trees/acre; shrub and grass cover generally less than 10 percent; prairie gayfeather flowering stem density ranging from 50 to 500 flowering stems/acre; and blue grama canopy cover of 1 to 5 percent.  The limiting habitat endpoints for the skipper seem to be treeless areas of 5 acres or more at one extreme to woodlands with understory shrub cover of 25 percent or more at the other extreme.  The skipper is largely absent from steep, north-facing Douglas-fir stands where neither prairie gayfeather nor blue grama are plentiful.\n\nPrairie gayfeather seems to require openings from single event disturbance such as logging or fire-created habitat, but does not tolerate continuous disturbance.  However, it appears that the skipper does not colonize such areas for at least several years after disturbance and regeneration.  Burnt or logged areas surveyed in 1986 had low numbers of skippers.\n",
      "id": 15
    },
    {
      "commonName": "Clay-Loving wild buckwheat",
      "scientificName": {
        "value": "Eriogonum pelinophilum",
        "url": "https://ecos.fws.gov/ecp/species/3348"
      },
      "speciesGroup": "Flowering Plants",
      "imageUrl": {
        "value": "/docs/species_images/doc4180.JPG",
        "url": "https://ecos.fws.gov/docs/species_images/doc4180.JPG"
      },
      "speciesDescription": "Clay-loving wild buckwheat is a low growing, rounded, densely branched subshrub in the buckwheat family (Polygonaceae).  It has dark green leaves that roll inward and appear needle-like.  Though it only grows 6 to 8 inches tall, it is known to live for more than 18 years.  Its small white to cream colored flowers with pink veins are are clustered at the end of each branch.  Clay-loving wild buckwheat can be found in bloom from late May to early September.   \r\n\r\nClay-loving wild buckwheat is endemic to the rolling clay (adobe) hills and flats immediately adjacent to the communities of Delta and Montrose, Colorado.   These white alkaline clay barrens are derived from the Mancos Shale Formation, deposits from an ancient inland sea.  These barrens are inhospitable to only but the most adapted species.  Species found in association with the clay-loving wild buckwheat include mat saltbrush, black sagebrush, shadscale, and Adobe Hills beardtongue, another local endemic.  The unique soils that support clay-loving wild buckwheat populations are limited in their distribution.  This means that the clay-loving wild buckwheat is also limited in habitat.  \r\n\r\nClay-loving wild buckwheat was listed as an endangered species in 1984 because of the extremely limited range of its habitat and the high risk of habitat loss.  Increasing urban, residential, and agricultural development in the region poses to irreversible alter the habitat they rely on to survive.  Additionally, a major indirect effects of habitat conversion is the loss of the diversity of insect pollinators vital to the species reproduction.   On public lands, Off-Highway Vehicle (OHV) recreation and grazing can also have significant impacts to the species These activities can cause direct loss of plants and habitat, as well as have indirect negative affects to the species from changes in pollinator communities, habitat, and hydrology, fragmentation of populations.  Over 50 species of insects (including bees, ants, and beetles) have been found to visit clay-loving wild buckwheat.  In these barren landscapes where few resources are present, plants such as the clay-loving wild buckwheat can be important in sustaining an ecosystem. Much of these populations (40%) occur on private lands.\r\n\r\n",
      "habitatRequirements": "The Delta/Montrose area is dry, receiving an average of 8 to 9 inches (20 to 23 centimeters of precipitation a year. The soils where clay-loving wild buckwheat is found are described as whitish, alkaline (with a pH over 7), clay soils of the Mancos shale formation, a Cretaceous marine sediment formation.  Mancos shale outcrops are relatively barren of vegetation in comparison to surrounding areas.  Several components of the clay soils of the Mancos shale limit plant growth: soils are fine-textured and lose moisture more readily; clay soils are compactable which limits gas exchange and thus root growth; clay soils hold more water which is unavailable for plant use; water infiltration is slow; and the extreme swelling and shrinking of the soils limits water availability and oxygen exchange for plant roots.  In addition, the soils are calcareous (containing calcium carbonate) with high pH values making for difficult growing conditions.\r\nClay-loving wild buckwheat plants are generally found within swales or drainages that are moister than surrounding areas.  Plant communities associated with Clay-loving wild buckwheat are characterized by low species diversity, low productivity, and minimal canopy cover.  The associated vegetation is sparse, with clay-loving wild buckwheat generally one of the dominant species.  In lower elevations near Delta, the dominant plant species is Atriplex corrugata (mat saltbrush), but at higher elevations near Montrose the dominant plant species is Artemesia nova (black sagebrush), although A. corrugata is still abundant.  Other associated species include Atriplex confertifolia (shadscale), A. gardneri (Gardners saltbush), Picrothamnus desertorum (formerly Artemisia spinescens) (bud sagebrush), Xylorhiza venusta (charming woodyaster), and another local endemic Penstemon retrorsus (Adobe Hills beardtongue).",
      "id": 16
    },
    {
      "commonName": "Alabama leather flower",
      "scientificName": {
        "value": "Clematis socialis",
        "url": "https://ecos.fws.gov/ecp/species/6300"
      },
      "speciesGroup": "Flowering Plants",
      "imageUrl": {
        "value": "/docs/species_images/doc5678.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc5678.jpg"
      },
      "speciesDescription": "Clematis socialis is a small, colonial (patch-forming) herb that may reach 0.3 m (12 in.) in height. The most distinctive feature of the species is the combination of a rhizomatous growth habit and the formation of dense clones of erect, low, one- to few-flowered shoots. Leaves are variable from the base to the apex of the stem. The lowermost leaves are scale-like, oblong or triangular in shape, and mostly under 1 cm (0.39 in.) long; median leaves are simple, mostly elliptic-linear in shape, 4-12 cm (1.6-4.7 in.) long, and 0.5-1 cm (0.2-0.39 in.) wide; and upper leaves are 3-5 foliate and shaped as in the median leaves. Flowers are solitary, located at the tips of slender stems, urn to bell-shaped, 2-3 cm (0.79-1.18 in.) long, and blue-violet in color. Fruits are aggregates of achenes that are densely pubescent and 2.5-3 cm (0.98-1.18 in.) in length.",
      "habitatRequirements": "",
      "id": 17
    },
    {
      "commonName": "Long-billed curlew",
      "scientificName": {
        "value": "Numenius americanus",
        "url": "https://ecos.fws.gov/ecp/species/5511"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4121.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4121.jpg"
      },
      "speciesDescription": "The Long-billed curlew is a large, long-legged shorebird with a very long, decurved bill. Body plumage is rich buff throughout tinged with cinnamon or pink, and with upperparts streaked and barred with dark brown; underwing-lining contrasting cinnamon, and upper surface of remiges contrasting orange-brown. Sexes similar in appearance, but female averages larger with longer bill than male. Juvenile distinguished from adult by wing-coverts, which have dark-brown centers but lack dark-brown barring and pale notches. Juvenal tertials also more brightly marked than in adult, with darker, wider central stripes and cinnamon-buff versus grayish-buff ground color; underparts may also be less prominently streaked than in adults, and bill distinctly shorter, especially in newly fledged birds.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Allen, J. N. 1980. The ecology and behavior of the Long-billed Curlew in southeastern Washington. Wildl. Monogr. 73:1-67.\r\n<li>Boland, J. M. 1988. Ecology of North American shorebirds: latitudinal distributions, community structure, foraging behaviors, and interspecific competition. Phd Thesis. Univ. of California, Los Angeles.\r\n<li>Campbell, R. W., N. K. Dawe, I. McTaggart-Cowan, J. M. Cooper, and G. W. Kaiser. 1990.The birds of British Columbia, Vol. 2: diurnal birds of prey through woodpeckers. R. Br. Columbia Mus. Victoria.\r\n<li>Chandler, R. J. 1989. North Atlantic shorebirds. Facts on File, New York.\r\n<li>Dugger, Bruce D. and Katie M. Dugger. 2002. Long-billed Curlew (Numenius americanus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/628\"> http://bna.birds.cornell.edu/bna/species/628</a>\r\n<li>Fellows, S. D., and S. L. Jones. 2009. Status assessment and conservation action plan for the Long-billed Curlew (Numenius americanus). U.S. Department of Interior, Fish and Wildlife Service, Biological Technical Publication, FWS/BTP-R6012- 2009, Washington, D.C.\r\n<li>Hooper, T. D. and M. D. Pitt. 1996. Breeding bird communities and habitat associations in the grasslands of the Chilocotin region, British Columbia. Canada-British Columbia Partnership Agreement on Forest Resource Development: FRDA II.\r\n<li>Jenni, D. A., R. L. Redmond, and T. K. Bicak. 1981. Behavioral ecology and habitat relationships of Long-billed Curlew in western Idaho. Dep. Int. Bur. Land Manage. Boise District, Idaho.\r\n<li>King, R. 1978. Habitat use and related behaviors of breeding Long-billed Curlews.Master's Thesis. Colorado State Univ. Fort Collins.\r\n<li>Pampush, G. J. 1980. Status report on the Long-billed Curlew in the Columbia and Northern Great Basins. U.S. Fish Wildl. Serv. Portland, OR.\r\n<li>Pampush, G. J. and R. G. Anthony. 1993. Nest success, habitat utilization and nest-site selection of Long-billed Curlews in the Columbia Basin, Oregon. Condor 95:957-967.\r\n<li>Paulson, D. 1993. Shorebirds of the Pacific Northwest. Univ. of Washington Press, Seattle.\r\n<li>Sibley, D. A. 2000. The Sibley guide to birds. Alfred A. Knopf, New York.\r\n<li>Skagen, S. K. and F. L. Knopf. 1993. Toward conservation of mid-continental shorebird migration. Conserv. Biol. 7:533-541.\r\n<li>Wolfe, L. R. 1931. The breeding Limicolae of Utah. Condor 33:49-59.",
      "habitatRequirements": "Short-grass or mixed prairie habitat with flat to rolling topography while breeding; tidal estuaries, wet pasture habitats and sandy beaches while wintering; wide range of habitats used during migration. Nests are a shallow depression in the ground, with scraping initiated by male. Nest lining material is variable, but may include small pebbles, bark, grass, small stems and twigs, seeds and cheatgrass leaves as well as droppings from livestock, rabbits and Canada geese. ",
      "id": 18
    },
    {
      "commonName": "Dudley Bluffs twinpod",
      "scientificName": {
        "value": "Physaria obcordata",
        "url": "https://ecos.fws.gov/ecp/species/6701"
      },
      "speciesGroup": "Flowering Plants",
      "imageUrl": {
        "value": "/docs/species_images/doc4186.JPG",
        "url": "https://ecos.fws.gov/docs/species_images/doc4186.JPG"
      },
      "speciesDescription": "Dudley Bluffs twinpod is a herbaceous (non-woody) plant species in the mustard family (Brassicaceae).  It is a compact plant with many raised branches arising from a deep tap root.  The plant grows on average 4 to 7 inches tall and 7 inches wide. Stems are smooth and narrow with oval to arrowhead shaped leaves that are very dense at the base.  Dudley Bluffs twinpods clusters of bright-yellow flowers bloom for a short time between mid-May and June.  Dudley Bluffs twinpod is a close relative of the common sharpleaf twinpod (Physaria acutifolia) and it can be difficult to distinguish the two species at a glance.    \r\nDudley Bluffs twinpod is only known to occur in the general area of Piceance Creek in Rio Blanco County in western Colorado, near the town of Meeker.  The species is restricted to barren (sparsely vegetated), white outcrops and steep slopes of the Parachute Creek Member and certain tongues of the Green River Formation.  Its habitat is unique because it supports the growth of only a few plants that can tolerate difficult growing conditions.  \r\n\r\nWhy does the Dudley Bluffs twinpod need protection?\r\nThe unique geology of the Piceance Creek area is important to the Dudley Bluffs twinpod (and many other endemic plant species).  It is also part of the Piceance Basins multimineral oil shale zone, an area containing large reserves of oil shale, natural gas, and minerals.  However, energy exploration, extraction, and the many associated activities in the region can disturb or degrade the fragile shale habitats. They can also pose a threat to native ground nesting bees that pollinate Dudley Bluffs twinpod.  Other threats include weed invasion and increased access to these remote areas by recreationists.\r\n  \r\n\r\n\r\n",
      "habitatRequirements": "",
      "id": 19
    },
    {
      "commonName": "American bittern",
      "scientificName": {
        "value": "Botaurus lentiginosus",
        "url": "https://ecos.fws.gov/ecp/species/6582"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4117.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4117.jpg"
      },
      "speciesDescription": "The American Bittern is a medium-sized heron of approximately 60-85cm in length. Adult plumage is brown with heavy white streaks. A distinguishing feature of this bird is a black streak that extends from the eye down the side of its neck. Males and females are similar in appearance, but males are slightly larger. Juveniles are distinguishable from adults by the lack of a black neck streak (Lowther et al. 2009).\r\n\r\n<p>Life History information provided for the American Bittern is summarized from the Birds of North America Online (<a href=\"http://bna.birds.cornell.edu/bna/\">http://bna.birds.cornell.edu/bna/</a>). \r\n\r\n<p><b>References Cited in Species Profile</b>\r\n<ul> \r\n<li>American Ornithologists' Union (AOU). 1998. Check-list of North American birds. Seventh edition. American Ornithologists' Union, Washington, D.C. [as modified by subsequent supplements and corrections published in The Auk]. Also available online:<a href=\"http://www.aou.org/\">http://www.aou.org/</a>\r\n<li>Byers, E. 1951. Feeding behavior of young American Bitterns. Wilson Bull. 63:334-336.\r\n<li>Caffey, R.H. and M. Schexnayder. 2003. \"Coastal Louisiana and South Florida: A Comparative Wetland Inventory,\" Interpretive Topic Series on Coastal Wetland Restoration in Louisiana, Coastal Wetland Planning, Protection, and Restoration Act (eds.), National Sea Grant Library. 8 pp.<a href=\"http://lacoast.gov/new/Data/Reports/ITS/Florida.pdf\">http://lacoast.gov/new/Data/Reports/ITS/Florida.pdf</a>\r\n<li>Duebbert, H. F. and J. T. Lokemoen. 1977. Upland nesting of American Bitterns, Marsh Hawks, and Short-eared Owls. Prairie Nat. 9:33-39.\r\n<li>Gabrielson, I. N. 1914. Ten days' bird study in a Nebraska swamp. Wilson Bull. 87:51-68.\r\n<li>Gibbs, J. P., J. R. Longcore, D. G. McAuley, and J. K. Ringelman. 1991. Use of wetland habitats by selected nongame waterbirds in Maine. U.S. Fish and Wildl. Serv., Fish Wildl. Res. 9.\r\n<li>Graber, J. W., R. R. Graber, and E. L. Kirk. 1978. Illinois Birds: Ciconiiformes. Ill. Nat. Hist. Surv. Biol. Notes 109.\r\n<li>Lowther, Peter, Alan F. Poole, J. P. Gibbs, S. Melvin and F. A. Reid. 2009. American Bittern (Botaurus lentiginosus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/018\">http://bna.birds.cornell.edu/bna/species/018</a>\r\n<li>Palmer, R. S. 1962. Handbook of North American birds. Vol. 1. Yale Univ. Press, New Haven, CT.\r\n<li>Rehm, E. M. and G. A. Baldassarre. 2007b. The influence of interspersion on marsh bird abundance in New York. Wilson Journal of Ornithology 119(4):648-654.\r\n<li>Root, T. 1988. Atlas of wintering North American birds, an analysis of Christmas Bird Count data. Univ. Chicago Press, Chicago, IL.\r\n</ul>",
      "habitatRequirements": "Freshwater wetlands are the optimal habitat for the American Bittern.  This species prefers wetlands that are dominated by tall dense vegetation.  Due to the degree of difficulty involved in accessing such habitats, not a lot is known about this species habitat use.  American Bitterns will inhabit wetlands of all sizes but have been found to be more abundant in larger tracts of wetland with a large abundance of small semi-aquatic mammals and amphibians, as well as in wetlands created by an impoundment such as a beaver dam rather than by glacial activity (Gibbs et al. 1991).  The spatial arrangement of vegetation and water is reported to be the best predictor of abundance for this species of marsh bird, and a greater degree of complexity is thought to increase breeding diversity in the area (Rehm and Baldassarre 2007).  Optimal habitat is being lost from the species geographic range at a rapid rate (Caffey and Schexnayder 2003, Lowther et al. 2009).",
      "id": 20
    },
    {
      "commonName": "Long-billed curlew",
      "scientificName": {
        "value": "Numenius americanus",
        "url": "https://ecos.fws.gov/ecp/species/5511"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4121.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4121.jpg"
      },
      "speciesDescription": "The Long-billed curlew is a large, long-legged shorebird with a very long, decurved bill. Body plumage is rich buff throughout tinged with cinnamon or pink, and with upperparts streaked and barred with dark brown; underwing-lining contrasting cinnamon, and upper surface of remiges contrasting orange-brown. Sexes similar in appearance, but female averages larger with longer bill than male. Juvenile distinguished from adult by wing-coverts, which have dark-brown centers but lack dark-brown barring and pale notches. Juvenal tertials also more brightly marked than in adult, with darker, wider central stripes and cinnamon-buff versus grayish-buff ground color; underparts may also be less prominently streaked than in adults, and bill distinctly shorter, especially in newly fledged birds.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Allen, J. N. 1980. The ecology and behavior of the Long-billed Curlew in southeastern Washington. Wildl. Monogr. 73:1-67.\r\n<li>Boland, J. M. 1988. Ecology of North American shorebirds: latitudinal distributions, community structure, foraging behaviors, and interspecific competition. Phd Thesis. Univ. of California, Los Angeles.\r\n<li>Campbell, R. W., N. K. Dawe, I. McTaggart-Cowan, J. M. Cooper, and G. W. Kaiser. 1990.The birds of British Columbia, Vol. 2: diurnal birds of prey through woodpeckers. R. Br. Columbia Mus. Victoria.\r\n<li>Chandler, R. J. 1989. North Atlantic shorebirds. Facts on File, New York.\r\n<li>Dugger, Bruce D. and Katie M. Dugger. 2002. Long-billed Curlew (Numenius americanus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/628\"> http://bna.birds.cornell.edu/bna/species/628</a>\r\n<li>Fellows, S. D., and S. L. Jones. 2009. Status assessment and conservation action plan for the Long-billed Curlew (Numenius americanus). U.S. Department of Interior, Fish and Wildlife Service, Biological Technical Publication, FWS/BTP-R6012- 2009, Washington, D.C.\r\n<li>Hooper, T. D. and M. D. Pitt. 1996. Breeding bird communities and habitat associations in the grasslands of the Chilocotin region, British Columbia. Canada-British Columbia Partnership Agreement on Forest Resource Development: FRDA II.\r\n<li>Jenni, D. A., R. L. Redmond, and T. K. Bicak. 1981. Behavioral ecology and habitat relationships of Long-billed Curlew in western Idaho. Dep. Int. Bur. Land Manage. Boise District, Idaho.\r\n<li>King, R. 1978. Habitat use and related behaviors of breeding Long-billed Curlews.Master's Thesis. Colorado State Univ. Fort Collins.\r\n<li>Pampush, G. J. 1980. Status report on the Long-billed Curlew in the Columbia and Northern Great Basins. U.S. Fish Wildl. Serv. Portland, OR.\r\n<li>Pampush, G. J. and R. G. Anthony. 1993. Nest success, habitat utilization and nest-site selection of Long-billed Curlews in the Columbia Basin, Oregon. Condor 95:957-967.\r\n<li>Paulson, D. 1993. Shorebirds of the Pacific Northwest. Univ. of Washington Press, Seattle.\r\n<li>Sibley, D. A. 2000. The Sibley guide to birds. Alfred A. Knopf, New York.\r\n<li>Skagen, S. K. and F. L. Knopf. 1993. Toward conservation of mid-continental shorebird migration. Conserv. Biol. 7:533-541.\r\n<li>Wolfe, L. R. 1931. The breeding Limicolae of Utah. Condor 33:49-59.",
      "habitatRequirements": "Short-grass or mixed prairie habitat with flat to rolling topography while breeding; tidal estuaries, wet pasture habitats and sandy beaches while wintering; wide range of habitats used during migration. Nests are a shallow depression in the ground, with scraping initiated by male. Nest lining material is variable, but may include small pebbles, bark, grass, small stems and twigs, seeds and cheatgrass leaves as well as droppings from livestock, rabbits and Canada geese. ",
      "id": 21
    },
    {
      "commonName": "Dudley Bluffs twinpod",
      "scientificName": {
        "value": "Physaria obcordata",
        "url": "https://ecos.fws.gov/ecp/species/6701"
      },
      "speciesGroup": "Flowering Plants",
      "imageUrl": {
        "value": "/docs/species_images/doc4186.JPG",
        "url": "https://ecos.fws.gov/docs/species_images/doc4186.JPG"
      },
      "speciesDescription": "Dudley Bluffs twinpod is a herbaceous (non-woody) plant species in the mustard family (Brassicaceae).  It is a compact plant with many raised branches arising from a deep tap root.  The plant grows on average 4 to 7 inches tall and 7 inches wide. Stems are smooth and narrow with oval to arrowhead shaped leaves that are very dense at the base.  Dudley Bluffs twinpods clusters of bright-yellow flowers bloom for a short time between mid-May and June.  Dudley Bluffs twinpod is a close relative of the common sharpleaf twinpod (Physaria acutifolia) and it can be difficult to distinguish the two species at a glance.    \r\nDudley Bluffs twinpod is only known to occur in the general area of Piceance Creek in Rio Blanco County in western Colorado, near the town of Meeker.  The species is restricted to barren (sparsely vegetated), white outcrops and steep slopes of the Parachute Creek Member and certain tongues of the Green River Formation.  Its habitat is unique because it supports the growth of only a few plants that can tolerate difficult growing conditions.  \r\n\r\nWhy does the Dudley Bluffs twinpod need protection?\r\nThe unique geology of the Piceance Creek area is important to the Dudley Bluffs twinpod (and many other endemic plant species).  It is also part of the Piceance Basins multimineral oil shale zone, an area containing large reserves of oil shale, natural gas, and minerals.  However, energy exploration, extraction, and the many associated activities in the region can disturb or degrade the fragile shale habitats. They can also pose a threat to native ground nesting bees that pollinate Dudley Bluffs twinpod.  Other threats include weed invasion and increased access to these remote areas by recreationists.\r\n  \r\n\r\n\r\n",
      "habitatRequirements": "",
      "id": 22
    },
    {
      "commonName": "American bittern",
      "scientificName": {
        "value": "Botaurus lentiginosus",
        "url": "https://ecos.fws.gov/ecp/species/6582"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4117.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4117.jpg"
      },
      "speciesDescription": "The American Bittern is a medium-sized heron of approximately 60-85cm in length. Adult plumage is brown with heavy white streaks. A distinguishing feature of this bird is a black streak that extends from the eye down the side of its neck. Males and females are similar in appearance, but males are slightly larger. Juveniles are distinguishable from adults by the lack of a black neck streak (Lowther et al. 2009).\r\n\r\n<p>Life History information provided for the American Bittern is summarized from the Birds of North America Online (<a href=\"http://bna.birds.cornell.edu/bna/\">http://bna.birds.cornell.edu/bna/</a>). \r\n\r\n<p><b>References Cited in Species Profile</b>\r\n<ul> \r\n<li>American Ornithologists' Union (AOU). 1998. Check-list of North American birds. Seventh edition. American Ornithologists' Union, Washington, D.C. [as modified by subsequent supplements and corrections published in The Auk]. Also available online:<a href=\"http://www.aou.org/\">http://www.aou.org/</a>\r\n<li>Byers, E. 1951. Feeding behavior of young American Bitterns. Wilson Bull. 63:334-336.\r\n<li>Caffey, R.H. and M. Schexnayder. 2003. \"Coastal Louisiana and South Florida: A Comparative Wetland Inventory,\" Interpretive Topic Series on Coastal Wetland Restoration in Louisiana, Coastal Wetland Planning, Protection, and Restoration Act (eds.), National Sea Grant Library. 8 pp.<a href=\"http://lacoast.gov/new/Data/Reports/ITS/Florida.pdf\">http://lacoast.gov/new/Data/Reports/ITS/Florida.pdf</a>\r\n<li>Duebbert, H. F. and J. T. Lokemoen. 1977. Upland nesting of American Bitterns, Marsh Hawks, and Short-eared Owls. Prairie Nat. 9:33-39.\r\n<li>Gabrielson, I. N. 1914. Ten days' bird study in a Nebraska swamp. Wilson Bull. 87:51-68.\r\n<li>Gibbs, J. P., J. R. Longcore, D. G. McAuley, and J. K. Ringelman. 1991. Use of wetland habitats by selected nongame waterbirds in Maine. U.S. Fish and Wildl. Serv., Fish Wildl. Res. 9.\r\n<li>Graber, J. W., R. R. Graber, and E. L. Kirk. 1978. Illinois Birds: Ciconiiformes. Ill. Nat. Hist. Surv. Biol. Notes 109.\r\n<li>Lowther, Peter, Alan F. Poole, J. P. Gibbs, S. Melvin and F. A. Reid. 2009. American Bittern (Botaurus lentiginosus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/018\">http://bna.birds.cornell.edu/bna/species/018</a>\r\n<li>Palmer, R. S. 1962. Handbook of North American birds. Vol. 1. Yale Univ. Press, New Haven, CT.\r\n<li>Rehm, E. M. and G. A. Baldassarre. 2007b. The influence of interspersion on marsh bird abundance in New York. Wilson Journal of Ornithology 119(4):648-654.\r\n<li>Root, T. 1988. Atlas of wintering North American birds, an analysis of Christmas Bird Count data. Univ. Chicago Press, Chicago, IL.\r\n</ul>",
      "habitatRequirements": "Freshwater wetlands are the optimal habitat for the American Bittern.  This species prefers wetlands that are dominated by tall dense vegetation.  Due to the degree of difficulty involved in accessing such habitats, not a lot is known about this species habitat use.  American Bitterns will inhabit wetlands of all sizes but have been found to be more abundant in larger tracts of wetland with a large abundance of small semi-aquatic mammals and amphibians, as well as in wetlands created by an impoundment such as a beaver dam rather than by glacial activity (Gibbs et al. 1991).  The spatial arrangement of vegetation and water is reported to be the best predictor of abundance for this species of marsh bird, and a greater degree of complexity is thought to increase breeding diversity in the area (Rehm and Baldassarre 2007).  Optimal habitat is being lost from the species geographic range at a rapid rate (Caffey and Schexnayder 2003, Lowther et al. 2009).",
      "id": 23
    },
    {
      "commonName": "Long-billed curlew",
      "scientificName": {
        "value": "Numenius americanus",
        "url": "https://ecos.fws.gov/ecp/species/5511"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4121.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4121.jpg"
      },
      "speciesDescription": "The Long-billed curlew is a large, long-legged shorebird with a very long, decurved bill. Body plumage is rich buff throughout tinged with cinnamon or pink, and with upperparts streaked and barred with dark brown; underwing-lining contrasting cinnamon, and upper surface of remiges contrasting orange-brown. Sexes similar in appearance, but female averages larger with longer bill than male. Juvenile distinguished from adult by wing-coverts, which have dark-brown centers but lack dark-brown barring and pale notches. Juvenal tertials also more brightly marked than in adult, with darker, wider central stripes and cinnamon-buff versus grayish-buff ground color; underparts may also be less prominently streaked than in adults, and bill distinctly shorter, especially in newly fledged birds.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Allen, J. N. 1980. The ecology and behavior of the Long-billed Curlew in southeastern Washington. Wildl. Monogr. 73:1-67.\r\n<li>Boland, J. M. 1988. Ecology of North American shorebirds: latitudinal distributions, community structure, foraging behaviors, and interspecific competition. Phd Thesis. Univ. of California, Los Angeles.\r\n<li>Campbell, R. W., N. K. Dawe, I. McTaggart-Cowan, J. M. Cooper, and G. W. Kaiser. 1990.The birds of British Columbia, Vol. 2: diurnal birds of prey through woodpeckers. R. Br. Columbia Mus. Victoria.\r\n<li>Chandler, R. J. 1989. North Atlantic shorebirds. Facts on File, New York.\r\n<li>Dugger, Bruce D. and Katie M. Dugger. 2002. Long-billed Curlew (Numenius americanus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/628\"> http://bna.birds.cornell.edu/bna/species/628</a>\r\n<li>Fellows, S. D., and S. L. Jones. 2009. Status assessment and conservation action plan for the Long-billed Curlew (Numenius americanus). U.S. Department of Interior, Fish and Wildlife Service, Biological Technical Publication, FWS/BTP-R6012- 2009, Washington, D.C.\r\n<li>Hooper, T. D. and M. D. Pitt. 1996. Breeding bird communities and habitat associations in the grasslands of the Chilocotin region, British Columbia. Canada-British Columbia Partnership Agreement on Forest Resource Development: FRDA II.\r\n<li>Jenni, D. A., R. L. Redmond, and T. K. Bicak. 1981. Behavioral ecology and habitat relationships of Long-billed Curlew in western Idaho. Dep. Int. Bur. Land Manage. Boise District, Idaho.\r\n<li>King, R. 1978. Habitat use and related behaviors of breeding Long-billed Curlews.Master's Thesis. Colorado State Univ. Fort Collins.\r\n<li>Pampush, G. J. 1980. Status report on the Long-billed Curlew in the Columbia and Northern Great Basins. U.S. Fish Wildl. Serv. Portland, OR.\r\n<li>Pampush, G. J. and R. G. Anthony. 1993. Nest success, habitat utilization and nest-site selection of Long-billed Curlews in the Columbia Basin, Oregon. Condor 95:957-967.\r\n<li>Paulson, D. 1993. Shorebirds of the Pacific Northwest. Univ. of Washington Press, Seattle.\r\n<li>Sibley, D. A. 2000. The Sibley guide to birds. Alfred A. Knopf, New York.\r\n<li>Skagen, S. K. and F. L. Knopf. 1993. Toward conservation of mid-continental shorebird migration. Conserv. Biol. 7:533-541.\r\n<li>Wolfe, L. R. 1931. The breeding Limicolae of Utah. Condor 33:49-59.",
      "habitatRequirements": "Short-grass or mixed prairie habitat with flat to rolling topography while breeding; tidal estuaries, wet pasture habitats and sandy beaches while wintering; wide range of habitats used during migration. Nests are a shallow depression in the ground, with scraping initiated by male. Nest lining material is variable, but may include small pebbles, bark, grass, small stems and twigs, seeds and cheatgrass leaves as well as droppings from livestock, rabbits and Canada geese. ",
      "id": 25
    },
    {
      "commonName": "Dudley Bluffs twinpod",
      "scientificName": {
        "value": "Physaria obcordata",
        "url": "https://ecos.fws.gov/ecp/species/6701"
      },
      "speciesGroup": "Flowering Plants",
      "imageUrl": {
        "value": "/docs/species_images/doc4186.JPG",
        "url": "https://ecos.fws.gov/docs/species_images/doc4186.JPG"
      },
      "speciesDescription": "Dudley Bluffs twinpod is a herbaceous (non-woody) plant species in the mustard family (Brassicaceae).  It is a compact plant with many raised branches arising from a deep tap root.  The plant grows on average 4 to 7 inches tall and 7 inches wide. Stems are smooth and narrow with oval to arrowhead shaped leaves that are very dense at the base.  Dudley Bluffs twinpods clusters of bright-yellow flowers bloom for a short time between mid-May and June.  Dudley Bluffs twinpod is a close relative of the common sharpleaf twinpod (Physaria acutifolia) and it can be difficult to distinguish the two species at a glance.    \r\nDudley Bluffs twinpod is only known to occur in the general area of Piceance Creek in Rio Blanco County in western Colorado, near the town of Meeker.  The species is restricted to barren (sparsely vegetated), white outcrops and steep slopes of the Parachute Creek Member and certain tongues of the Green River Formation.  Its habitat is unique because it supports the growth of only a few plants that can tolerate difficult growing conditions.  \r\n\r\nWhy does the Dudley Bluffs twinpod need protection?\r\nThe unique geology of the Piceance Creek area is important to the Dudley Bluffs twinpod (and many other endemic plant species).  It is also part of the Piceance Basins multimineral oil shale zone, an area containing large reserves of oil shale, natural gas, and minerals.  However, energy exploration, extraction, and the many associated activities in the region can disturb or degrade the fragile shale habitats. They can also pose a threat to native ground nesting bees that pollinate Dudley Bluffs twinpod.  Other threats include weed invasion and increased access to these remote areas by recreationists.\r\n  \r\n\r\n\r\n",
      "habitatRequirements": "",
      "id": 26
    },
    {
      "commonName": "Long-billed curlew",
      "scientificName": {
        "value": "Numenius americanus",
        "url": "https://ecos.fws.gov/ecp/species/5511"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4121.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4121.jpg"
      },
      "speciesDescription": "The Long-billed curlew is a large, long-legged shorebird with a very long, decurved bill. Body plumage is rich buff throughout tinged with cinnamon or pink, and with upperparts streaked and barred with dark brown; underwing-lining contrasting cinnamon, and upper surface of remiges contrasting orange-brown. Sexes similar in appearance, but female averages larger with longer bill than male. Juvenile distinguished from adult by wing-coverts, which have dark-brown centers but lack dark-brown barring and pale notches. Juvenal tertials also more brightly marked than in adult, with darker, wider central stripes and cinnamon-buff versus grayish-buff ground color; underparts may also be less prominently streaked than in adults, and bill distinctly shorter, especially in newly fledged birds.\r\n\r\n<p><b>References cited in Species Profile </b> \r\n<ul>\r\n<li>Allen, J. N. 1980. The ecology and behavior of the Long-billed Curlew in southeastern Washington. Wildl. Monogr. 73:1-67.\r\n<li>Boland, J. M. 1988. Ecology of North American shorebirds: latitudinal distributions, community structure, foraging behaviors, and interspecific competition. Phd Thesis. Univ. of California, Los Angeles.\r\n<li>Campbell, R. W., N. K. Dawe, I. McTaggart-Cowan, J. M. Cooper, and G. W. Kaiser. 1990.The birds of British Columbia, Vol. 2: diurnal birds of prey through woodpeckers. R. Br. Columbia Mus. Victoria.\r\n<li>Chandler, R. J. 1989. North Atlantic shorebirds. Facts on File, New York.\r\n<li>Dugger, Bruce D. and Katie M. Dugger. 2002. Long-billed Curlew (Numenius americanus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/628\"> http://bna.birds.cornell.edu/bna/species/628</a>\r\n<li>Fellows, S. D., and S. L. Jones. 2009. Status assessment and conservation action plan for the Long-billed Curlew (Numenius americanus). U.S. Department of Interior, Fish and Wildlife Service, Biological Technical Publication, FWS/BTP-R6012- 2009, Washington, D.C.\r\n<li>Hooper, T. D. and M. D. Pitt. 1996. Breeding bird communities and habitat associations in the grasslands of the Chilocotin region, British Columbia. Canada-British Columbia Partnership Agreement on Forest Resource Development: FRDA II.\r\n<li>Jenni, D. A., R. L. Redmond, and T. K. Bicak. 1981. Behavioral ecology and habitat relationships of Long-billed Curlew in western Idaho. Dep. Int. Bur. Land Manage. Boise District, Idaho.\r\n<li>King, R. 1978. Habitat use and related behaviors of breeding Long-billed Curlews.Master's Thesis. Colorado State Univ. Fort Collins.\r\n<li>Pampush, G. J. 1980. Status report on the Long-billed Curlew in the Columbia and Northern Great Basins. U.S. Fish Wildl. Serv. Portland, OR.\r\n<li>Pampush, G. J. and R. G. Anthony. 1993. Nest success, habitat utilization and nest-site selection of Long-billed Curlews in the Columbia Basin, Oregon. Condor 95:957-967.\r\n<li>Paulson, D. 1993. Shorebirds of the Pacific Northwest. Univ. of Washington Press, Seattle.\r\n<li>Sibley, D. A. 2000. The Sibley guide to birds. Alfred A. Knopf, New York.\r\n<li>Skagen, S. K. and F. L. Knopf. 1993. Toward conservation of mid-continental shorebird migration. Conserv. Biol. 7:533-541.\r\n<li>Wolfe, L. R. 1931. The breeding Limicolae of Utah. Condor 33:49-59.",
      "habitatRequirements": "Short-grass or mixed prairie habitat with flat to rolling topography while breeding; tidal estuaries, wet pasture habitats and sandy beaches while wintering; wide range of habitats used during migration. Nests are a shallow depression in the ground, with scraping initiated by male. Nest lining material is variable, but may include small pebbles, bark, grass, small stems and twigs, seeds and cheatgrass leaves as well as droppings from livestock, rabbits and Canada geese. ",
      "id": 27
    },
    {
      "commonName": "American bittern",
      "scientificName": {
        "value": "Botaurus lentiginosus",
        "url": "https://ecos.fws.gov/ecp/species/6582"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4117.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4117.jpg"
      },
      "speciesDescription": "The American Bittern is a medium-sized heron of approximately 60-85cm in length. Adult plumage is brown with heavy white streaks. A distinguishing feature of this bird is a black streak that extends from the eye down the side of its neck. Males and females are similar in appearance, but males are slightly larger. Juveniles are distinguishable from adults by the lack of a black neck streak (Lowther et al. 2009).\r\n\r\n<p>Life History information provided for the American Bittern is summarized from the Birds of North America Online (<a href=\"http://bna.birds.cornell.edu/bna/\">http://bna.birds.cornell.edu/bna/</a>). \r\n\r\n<p><b>References Cited in Species Profile</b>\r\n<ul> \r\n<li>American Ornithologists' Union (AOU). 1998. Check-list of North American birds. Seventh edition. American Ornithologists' Union, Washington, D.C. [as modified by subsequent supplements and corrections published in The Auk]. Also available online:<a href=\"http://www.aou.org/\">http://www.aou.org/</a>\r\n<li>Byers, E. 1951. Feeding behavior of young American Bitterns. Wilson Bull. 63:334-336.\r\n<li>Caffey, R.H. and M. Schexnayder. 2003. \"Coastal Louisiana and South Florida: A Comparative Wetland Inventory,\" Interpretive Topic Series on Coastal Wetland Restoration in Louisiana, Coastal Wetland Planning, Protection, and Restoration Act (eds.), National Sea Grant Library. 8 pp.<a href=\"http://lacoast.gov/new/Data/Reports/ITS/Florida.pdf\">http://lacoast.gov/new/Data/Reports/ITS/Florida.pdf</a>\r\n<li>Duebbert, H. F. and J. T. Lokemoen. 1977. Upland nesting of American Bitterns, Marsh Hawks, and Short-eared Owls. Prairie Nat. 9:33-39.\r\n<li>Gabrielson, I. N. 1914. Ten days' bird study in a Nebraska swamp. Wilson Bull. 87:51-68.\r\n<li>Gibbs, J. P., J. R. Longcore, D. G. McAuley, and J. K. Ringelman. 1991. Use of wetland habitats by selected nongame waterbirds in Maine. U.S. Fish and Wildl. Serv., Fish Wildl. Res. 9.\r\n<li>Graber, J. W., R. R. Graber, and E. L. Kirk. 1978. Illinois Birds: Ciconiiformes. Ill. Nat. Hist. Surv. Biol. Notes 109.\r\n<li>Lowther, Peter, Alan F. Poole, J. P. Gibbs, S. Melvin and F. A. Reid. 2009. American Bittern (Botaurus lentiginosus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/018\">http://bna.birds.cornell.edu/bna/species/018</a>\r\n<li>Palmer, R. S. 1962. Handbook of North American birds. Vol. 1. Yale Univ. Press, New Haven, CT.\r\n<li>Rehm, E. M. and G. A. Baldassarre. 2007b. The influence of interspersion on marsh bird abundance in New York. Wilson Journal of Ornithology 119(4):648-654.\r\n<li>Root, T. 1988. Atlas of wintering North American birds, an analysis of Christmas Bird Count data. Univ. Chicago Press, Chicago, IL.\r\n</ul>",
      "habitatRequirements": "Freshwater wetlands are the optimal habitat for the American Bittern.  This species prefers wetlands that are dominated by tall dense vegetation.  Due to the degree of difficulty involved in accessing such habitats, not a lot is known about this species habitat use.  American Bitterns will inhabit wetlands of all sizes but have been found to be more abundant in larger tracts of wetland with a large abundance of small semi-aquatic mammals and amphibians, as well as in wetlands created by an impoundment such as a beaver dam rather than by glacial activity (Gibbs et al. 1991).  The spatial arrangement of vegetation and water is reported to be the best predictor of abundance for this species of marsh bird, and a greater degree of complexity is thought to increase breeding diversity in the area (Rehm and Baldassarre 2007).  Optimal habitat is being lost from the species geographic range at a rapid rate (Caffey and Schexnayder 2003, Lowther et al. 2009).",
      "id": 28
    },
    {
      "commonName": "Dudley Bluffs twinpod",
      "scientificName": {
        "value": "Physaria obcordata",
        "url": "https://ecos.fws.gov/ecp/species/6701"
      },
      "speciesGroup": "Flowering Plants",
      "imageUrl": {
        "value": "/docs/species_images/doc4186.JPG",
        "url": "https://ecos.fws.gov/docs/species_images/doc4186.JPG"
      },
      "speciesDescription": "Dudley Bluffs twinpod is a herbaceous (non-woody) plant species in the mustard family (Brassicaceae).  It is a compact plant with many raised branches arising from a deep tap root.  The plant grows on average 4 to 7 inches tall and 7 inches wide. Stems are smooth and narrow with oval to arrowhead shaped leaves that are very dense at the base.  Dudley Bluffs twinpods clusters of bright-yellow flowers bloom for a short time between mid-May and June.  Dudley Bluffs twinpod is a close relative of the common sharpleaf twinpod (Physaria acutifolia) and it can be difficult to distinguish the two species at a glance.    \r\nDudley Bluffs twinpod is only known to occur in the general area of Piceance Creek in Rio Blanco County in western Colorado, near the town of Meeker.  The species is restricted to barren (sparsely vegetated), white outcrops and steep slopes of the Parachute Creek Member and certain tongues of the Green River Formation.  Its habitat is unique because it supports the growth of only a few plants that can tolerate difficult growing conditions.  \r\n\r\nWhy does the Dudley Bluffs twinpod need protection?\r\nThe unique geology of the Piceance Creek area is important to the Dudley Bluffs twinpod (and many other endemic plant species).  It is also part of the Piceance Basins multimineral oil shale zone, an area containing large reserves of oil shale, natural gas, and minerals.  However, energy exploration, extraction, and the many associated activities in the region can disturb or degrade the fragile shale habitats. They can also pose a threat to native ground nesting bees that pollinate Dudley Bluffs twinpod.  Other threats include weed invasion and increased access to these remote areas by recreationists.\r\n  \r\n\r\n\r\n",
      "habitatRequirements": "",
      "id": 29
    },
    {
      "commonName": "American bittern",
      "scientificName": {
        "value": "Botaurus lentiginosus",
        "url": "https://ecos.fws.gov/ecp/species/6582"
      },
      "speciesGroup": "Birds",
      "imageUrl": {
        "value": "/docs/species_images/doc4117.jpg",
        "url": "https://ecos.fws.gov/docs/species_images/doc4117.jpg"
      },
      "speciesDescription": "The American Bittern is a medium-sized heron of approximately 60-85cm in length. Adult plumage is brown with heavy white streaks. A distinguishing feature of this bird is a black streak that extends from the eye down the side of its neck. Males and females are similar in appearance, but males are slightly larger. Juveniles are distinguishable from adults by the lack of a black neck streak (Lowther et al. 2009).\r\n\r\n<p>Life History information provided for the American Bittern is summarized from the Birds of North America Online (<a href=\"http://bna.birds.cornell.edu/bna/\">http://bna.birds.cornell.edu/bna/</a>). \r\n\r\n<p><b>References Cited in Species Profile</b>\r\n<ul> \r\n<li>American Ornithologists' Union (AOU). 1998. Check-list of North American birds. Seventh edition. American Ornithologists' Union, Washington, D.C. [as modified by subsequent supplements and corrections published in The Auk]. Also available online:<a href=\"http://www.aou.org/\">http://www.aou.org/</a>\r\n<li>Byers, E. 1951. Feeding behavior of young American Bitterns. Wilson Bull. 63:334-336.\r\n<li>Caffey, R.H. and M. Schexnayder. 2003. \"Coastal Louisiana and South Florida: A Comparative Wetland Inventory,\" Interpretive Topic Series on Coastal Wetland Restoration in Louisiana, Coastal Wetland Planning, Protection, and Restoration Act (eds.), National Sea Grant Library. 8 pp.<a href=\"http://lacoast.gov/new/Data/Reports/ITS/Florida.pdf\">http://lacoast.gov/new/Data/Reports/ITS/Florida.pdf</a>\r\n<li>Duebbert, H. F. and J. T. Lokemoen. 1977. Upland nesting of American Bitterns, Marsh Hawks, and Short-eared Owls. Prairie Nat. 9:33-39.\r\n<li>Gabrielson, I. N. 1914. Ten days' bird study in a Nebraska swamp. Wilson Bull. 87:51-68.\r\n<li>Gibbs, J. P., J. R. Longcore, D. G. McAuley, and J. K. Ringelman. 1991. Use of wetland habitats by selected nongame waterbirds in Maine. U.S. Fish and Wildl. Serv., Fish Wildl. Res. 9.\r\n<li>Graber, J. W., R. R. Graber, and E. L. Kirk. 1978. Illinois Birds: Ciconiiformes. Ill. Nat. Hist. Surv. Biol. Notes 109.\r\n<li>Lowther, Peter, Alan F. Poole, J. P. Gibbs, S. Melvin and F. A. Reid. 2009. American Bittern (Botaurus lentiginosus), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: <a href=\"http://bna.birds.cornell.edu/bna/species/018\">http://bna.birds.cornell.edu/bna/species/018</a>\r\n<li>Palmer, R. S. 1962. Handbook of North American birds. Vol. 1. Yale Univ. Press, New Haven, CT.\r\n<li>Rehm, E. M. and G. A. Baldassarre. 2007b. The influence of interspersion on marsh bird abundance in New York. Wilson Journal of Ornithology 119(4):648-654.\r\n<li>Root, T. 1988. Atlas of wintering North American birds, an analysis of Christmas Bird Count data. Univ. Chicago Press, Chicago, IL.\r\n</ul>",
      "habitatRequirements": "Freshwater wetlands are the optimal habitat for the American Bittern.  This species prefers wetlands that are dominated by tall dense vegetation.  Due to the degree of difficulty involved in accessing such habitats, not a lot is known about this species habitat use.  American Bitterns will inhabit wetlands of all sizes but have been found to be more abundant in larger tracts of wetland with a large abundance of small semi-aquatic mammals and amphibians, as well as in wetlands created by an impoundment such as a beaver dam rather than by glacial activity (Gibbs et al. 1991).  The spatial arrangement of vegetation and water is reported to be the best predictor of abundance for this species of marsh bird, and a greater degree of complexity is thought to increase breeding diversity in the area (Rehm and Baldassarre 2007).  Optimal habitat is being lost from the species geographic range at a rapid rate (Caffey and Schexnayder 2003, Lowther et al. 2009).",
      "id": 30
    }
  ]
}